[
  {
    "id": "1",
    "title": "Visión de Líderes 2023",
    "titleEN": "Leaders’ Vision 2023",
    "img": "/images-ceibo/publicaciones/lideres2023.png",
    "desc": "El Cronista lanzó su edición anual de Visión de los Líderes, donde participan los referentes de las 530 empresas más influyentes de Argentina. Ceibo por segundo año consecutivo fue convocado como una de las empresas más influyentes de Argentina, donde nuestro Managing Partner, Hernán ..",
    "content": [
      {
        "type": "first-p",
        "text": "**[El Cronista](http://electronica.cronista.com/vision/Vision2023.pdf) lanzó su edición anual de **Visión de los Líderes**, donde participan los referentes de las 530 empresas más influyentes de Argentina. Ceibo por segundo año consecutivo fue convocado como una de las empresas más influyentes de Argentina, donde nuestro Managing Partner, Hernán Gutsztat, compartió el balance del año que esta por terminar y las expectativas y proyectos para el año que viene**."
      },
      {
        "type": "subtitle",
        "text": "La Visión para el 2023"
      },
      {
        "type": "p",
        "text": "Nuestro Managing Partner, Hernán Gutsztat, compartió el balance del año 2022 y las expectativas y proyectos para el año 2023:"
      },
      {
        "type": "question",
        "text": "• ¿Cuáles son las expectativas y proyectos de su empresa para 2023?"
      },
      {
        "type": "quote",
        "text": "La expectativa para Ceibo es continuar creciendo internacionalmente y consolidarnos como la consultora de transformación digital en Argentina."
      },
      {
        "type": "question",
        "text": "• ¿Cuáles fueron los principales obstáculos que enfrentó en 2022? ¿Qué balance hace del año que está por terminar?"
      },
      {
        "type": "quote",
        "text": "El contexto macroeconómico de la Argentina y la falta de previsibilidad generan una situación de volatilidad en nuestros clientes de la Argentina, que les impide encarar proyectos de largo plazo. En cuanto a los desafíos internos, la adquisición de talento siempre es un desafío para acompañar nuestro crecimiento agresivo."
      },
      {
        "type": "question",
        "text": "• ¿Qué políticas públicas podrían contribuir a darle impulso a su sector?"
      },
      {
        "type": "quote",
        "text": "Un tipo de cambio competitivo permitiría la exportación de servicios del conocimiento, que podría convertirse en una fuente de divisas relevante para Argentina. Incentivos fiscales para la contratación de talento (por ejemplo con el presupuesto de Ingresos Brutos o cargas sociales), traería mayor dinamismo al sector, pudiendo ser un sector de alta creación de empleo de calidad."
      },
      {
        "type": "p",
        "text": "Lee la nota completa en [El Cronista](http://electronica.cronista.com/vision/Vision2023.pdf)"
      }
    ],
    "metadata": {
      "author": "Hernán Gutsztat - Managing Partner",
      "authorImg": "/images-ceibo/integrantes/Hernan Gutsztat.png",
      "date": "30 noviembre, 2022",
      "bannerImg": "/images-ceibo/publicaciones/lideres2023.png",
      "tags": ["Ceibo Digital", "Negocios", "Actualidad", "Argentina"]
    }
  },
  {
    "id": "2",
    "title": "La transformación digital no es solo un concepto bonito",
    "titleEN": "Digital transformation is not only about technology",
    "img": "/images-ceibo/publicaciones/IAE-600x403.png",
    "desc": "Las necesidades que la pandemia puso de manifiesto tienen a la transformación digital en el centro de los cambios que las empresas tienen que transitar. Y las startups dedicadas al asunto crecieron con ellas.",
    "content": [
      {
        "type": "first-p",
        "text": "**Las necesidades que la pandemia puso de manifiesto tienen a la transformación digital en el centro de los cambios que las empresas tienen que transitar. Y las startups dedicadas al asunto crecieron con ellas**."
      },
      {
        "type": "p",
        "text": "Por **IAE ALUMNI**"
      },
      {
        "type": "question",
        "text": "• ¿Qué hacen desde CEIBO y qué los diferencia?"
      },
      {
        "type": "quote",
        "text": "CEIBO es una consultora de negocios especializada en transformación digital. Posee oficinas en Miami, Asunción y Buenos Aires, y proyectos en más de 40 países. Nuestro principal diferenciador es el talento de las personas que nos hacen ser parte del ranking Great Place to Work. Son personas apasionadas en investigar las mejores prácticas de management, tecnologías disruptivas y nuevos modelos de negocios, que nos permiten ayudar a los líderes de empresas a diseñar su estrategia de transformación, procesos y estructura, contemplando el impacto en la cultura, la experiencia de sus clientes y apalancándose en las nuevas tecnologías."
      },
      {
        "type": "quote",
        "text": "Otra característica que nuestros clientes resaltan es que no los dejamos a mitad de camino: los acompañamos en la implementación, y hasta los resultados y adopción de las iniciativas ideadas en conjunto, siempre midiendo los indicadores claves que nos permitan mejorar continuamente."
      },
      {
        "type": "question",
        "text": "• Qué conlleva el proceso de transformación digital?"
      },
      {
        "type": "quote",
        "text": "La transformación digital, frase que hoy está de moda, no alude solo a un concepto bonito para decir que vale la pena invertir en tecnologías, sino que se refiere a  un proceso mucho más grande. Desde CEIBO, la definimos como repensar el modelo de negocio, considerando cada uno de los elementos, desde la propuesta de valor, hasta los generadores de ingresos, costos, proveedores, clientes, el relacionamiento con ellos y demás. En nuestra visión no hay una receta única, sino que es como un mapa que vamos descubriendo y trazando a la vez con cada organización, con cada modelo de negocio que analizamos en profundidad. Esta transformación, en muchos casos, obliga a repensar o a crear un nuevo modelo de negocio y, en otros, a desarrollar nuevas unidades de negocio o productos y servicios complementarios para satisfacer las nuevas necesidades del mercado."
      },
      {
        "type": "quote",
        "text": "Hoy, la transformación digital no se piensa igual que hace años atrás. Se desarrolla a través de «building blocks», o pequeños bloques que, como característica fundamental, no son iniciativas aisladas, sino que son parte de una idea que impacta directamente en la estrategia o modelo de negocios de la empresa. Con estas iniciativas creamos el plan a futuro, priorizado, con un portafolio balanceado, que en su agregado va construyendo esa transformación digital deseada en la compañía."
      },
      {
        "type": "question",
        "text": "• ¿Por qué necesitamos pensar en transformación digital?"
      },
      {
        "type": "p",
        "text": "Hay al menos 3 elementos que obligan a priorizar la transformación, y estos son:"
      },
      {
        "type": "quote",
        "text": "• El nuevo escenario competitivo: nuevos jugadores están incursionando en algunos de nuestros negocios, pero más aún en el negocio de los clientes. Es importante no tomar en cuenta solo el nivel de la industria en forma específica, sino ver qué sucede a nivel global, las herramientas que se están utilizando y las nuevas estrategias de negocios."
      },
      {
        "type": "quote",
        "text": "• Las nuevas demandas de los consumidores: aparte de productos y servicios eficientes y competitivos, también demandan experiencias. Y ya no se trata de la experiencia de usuario en el sitio web o en la app, sino de la totalidad de su relación con la empresa y la marca, entendiendo que esa experiencia es dinámica, como así también la propia expectativa."
      },
      {
        "type": "quote",
        "text": "• Las nuevas demandas de los consumidores: aparte de productos y servicios eficientes y competitivos, también demandan experiencias. Y ya no se trata de la experiencia de usuario en el sitio web o en la app, sino de la totalidad de su relación con la empresa y la marca, entendiendo que esa experiencia es dinámica, como así también la propia expectativa."
      },

      {
        "type": "question",
        "text": "• ¿Cuáles son los principales retos y barreras para una transformación digital exitosa?"
      },
      {
        "type": "quote",
        "text": "Lo más importante es cambiar la forma de pensar, entender que todavía estamos en la mitad de la película y no perder el tiempo. Lo perfecto es enemigo de lo bueno. Algunas veces se dan muchas vueltas antes de probar un nuevo proceso o innovación, y la realidad es que hay que experimentar aunque surjan errores. Es necesario ser ágiles y creativos, aprender de los experimentos o pilotos, que deben ser rápidos, baratos y fáciles de realizar. No hay una única respuesta para transformar un negocio exitosamente pero, si no se empieza, no habrá oportunidad de transformarlo."
      },
      {
        "type": "quote",
        "text": "Otro de los grandes retos que vemos es que muchas veces uno cree que lo importante es la herramienta, la tecnología, y no es tan así. Los desafíos del negocio no son tan distintos a los de antes; lo que cambió, o está cambiando, es el cómo. La simple implementación de tecnología por sí sola no produce la transformación digital y no soluciona los nuevos dolores del negocio. Cambiar una organización o su modelo de negocio para aprovechar el potencial de estas nuevas tecnologías, sí lo hace."
      },
      {
        "type": "quote",
        "text": "Y un reto adicional, que tienen las empresas multinacionales o grandes, es que puede ser más complejo implementar la transformación por su estructura, burocracia interna y lentitud para actuar. Muchas veces se recomienda que cierta innovación o nuevo modelo de negocios se desarrolle por fuera de la compañía, con alianzas, innovación abierta y, una vez probado, realizar la migración a la empresa madre."
      },
      {
        "type": "quote",
        "text": "El mundo está afrontando grandes desafíos que nos obligan a poner atención y demandar negocios más sustentables. Esta transformación de la que hablamos, digital, cultural, transformación en sí, nos obliga a repensar los modelos de negocio, y eso nos da la oportunidad de que esta vez los pensemos más sustentables, teniendo en cuenta el impacto ambiental y social en la misma medida en que consideramos el impacto económico.",
        "author": "David Wilson - Partner"
      }
    ],
    "metadata": {
      "author": "",
      "date": "29 marzo, 2022",
      "bannerImg": "/images-ceibo/publicaciones/IAE.png",
      "tags": ["Ceibo Digital", "Transformación Digital"],
      "fuenteOriginal": "IAE ALUMNI – PANORAMAS"
    }
  },
  {
    "id": "3",
    "title": "Darwinismo Tecnológico",
    "titleEN": "Circular Cowork Talks: Getting to know Ceibo Digital",
    "img": "/images-ceibo/publicaciones/darwinismo-tecnologico-600x403.jpg",
    "desc": "Las necesidades que la pandemia puso de manifiesto tienen a la transformación digital en el centro de los cambios que las empresas tienen que transitar. Y las startups dedicadas al asunto crecieron con ellas.",
    "content": [
      {
        "type": "quote",
        "text": "Las necesidades que la pandemia puso de manifiesto tienen a la transformación digital en el centro de los cambios que las empresas tienen que transitar. Y las startups dedicadas al asunto crecieron con ellas."
      },
      {
        "type": "p",
        "text": "Por **Manuel Gómez**"
      },
      {
        "type": "p",
        "text": "La llegada de la pandemia de Covid-19 aceleró en muchas industrias, hacia los dos lados del negocio, la adopción de tecnologías que permitieran la continuidad de las operaciones y que, en aquellos segmentos donde la ganancia pasa por la venta de productos y servicios, los clientes continuaran acercándose a pesar de no poder hacerlo de manera física."
      },
      {
        "type": "p",
        "text": "En ese contexto comenzó a ganar terreno una terminología de la que se venía debatiendo de un tiempo a esta parte: la transformación digital El concepto se refiere a la integración de tecnología digital en todas las áreas de una empresa, cambiando fundamentalmente la forma en que opera y brinda valor a sus clientes. También supone un cambio cultural que requiere que las organizaciones desafíen constantemente el status quo, y puede implicar la reelaboración de los productos, procesos y estrategias dentro de la organización mediante el aprovechamiento de nuevas tecnologías."
      },
      {
        "type": "p",
        "text": "Esta evolución tecnológica, en teoría, permite que las organizaciones compitan mejor en un entorno económico que cambia constantemente a medida que los negocios van cambiando. Con ese fin, la transformación digital es necesaria para cualquier empresa, organización sin fines de lucro o institución que busque sobrevivir en el futuro."
      },
      {
        "type": "p",
        "text": "Como tal, la transformación digital requiere un examen y reinvención de la mayoría, si no de todas las áreas dentro de una organización, de su cadena de suministro y flujo de trabajo, las habilidades de sus empleados, interacciones con clientes y su valor para las partes interesadas."
      },
      {
        "type": "p",
        "text": "Tecnologías clave como computación en la nube, virtualización, big data, machine learning e internet de las cosas, entre otras, están empujando hacia todos los cardinales a la transformación digital, un paradigma en el que muchas empresas proveedoras de soluciones asociadas están llegando para quedarse."
      },
      {
        "type": "subtitle",
        "text": "Flor de cambios"
      },
      {
        "type": "p",
        "text": "Las organizaciones que ven a la transformación digital principalmente como una diferencia de tecnología sobre la transformación tradicional con ingeniería de procesos de negocio terminarán perdiendo el poder de la transformación digital."
      },
      {
        "type": "p",
        "text": "Un viaje de transformación digital mueve a una organización de un mundo definido por el proceso a un mundo basado en datos. Esos cambios son complejos y en ese lugar es en el que nació Ceibo, una compañía fundada en Buenos Aires y Miami que se enfocó desde su origen en la problemática de empresas grandes y globales."
      },
      {
        "type": "quote",
        "text": "“Ceibo nace con sus oficinas de Buenos Aires y Miami. La oficina de Asunción en Paraguay se sumó un poco después, consolidando la presencia en América. El primer equipo, como toda startup fue chico, pero desde el comienzo el crecimiento fue agresivo, por lo cual todos los meses se sumaba gente nueva”, comenta Hernán Gutsztat, managing partner de Ceibo."
      },
      {
        "type": "quote",
        "text": "“Al no ser una empresa de productos, la única inversión fue en capital de trabajo y en el compromiso de los fundadores durante los primeros años que nos permitieron potenciar el crecimiento apostando fuerte a la contratación de talento”, completa."
      },
      {
        "type": "p",
        "text": "Ceibo hoy se autodefine como una consultora de negocios enfocada en transformación digital. Su propuesta es ayudar a las empresas a identificar sus “dolores” y oportunidades y brindan asesoramiento en la implementación de las iniciativas de transformación. Desde Ceibo entienden que los usuarios no solamente buscan productos y servicios eficientes y competitivos, sino que además demandan experiencias. Afirman que ya no se trata de la experiencia de usuario en un website o en una aplicación sino de la totalidad de la relación de ese usuario con la empresa y la marca, entendiendo que esa experiencia es dinámica, como así también la propia expectativa del usuario."
      },
      {
        "type": "quote",
        "text": "“En todos los casos la tecnología es la herramienta que nos permite ayudar a nuestros clientes a cumplir con sus objetivos de negocios. Nuestros proyectos por lo general tienen un mix de especialistas de tecnología cManageron consultores de negocios, que en conjunto trabajan codo a codo con el cliente para lograr la transformación”, aclara Gutsztat."
      },
      {
        "type": "p",
        "text": "Los proyectos que llevan adelante desde la compañía se pueden organizar por segmentos como Estrategia, excelencia organizacional, organización, innovación y tecnología, y customer engagement, “aunque tenemos bien definidas nuestras verticales de servicios, existe un único equipo de consultores y especialistas que participan en diferentes proyectos de acuerdo a las capacidades requeridas de cada uno”."
      },
      {
        "type": "p",
        "text": "Ceibo cuenta con un portfolio de clientes muy diverso, tanto en sector industrial como en geografía."
      },
      {
        "type": "p",
        "text": "Actualmente, tienen una cartera de entre 15 a 20 proyectos simultáneos en Servicios Financieros, Fintech, Agro, Retail, Minería, Tecnología, Salud, Metal-mecánica y Seguros, entre otros."
      },
      {
        "type": "p",
        "text": "**Nota original**: InfoTechnology Revista Nº 274 2022 – Pag. 25, 26"
      }
    ],
    "metadata": {
      "author": "",
      "date": "3 marzo, 2022",
      "bannerImg": "/images-ceibo/publicaciones/darwinismo-tecnologico-scaled.jpg",
      "tags": [
        "Ceibo Digital",
        "Transformación Digital",
        "Tecnología",
        "Covid-19"
      ]
    }
  },
  {
    "id": "4",
    "title": "La empresa argentina que conquistó 40 países y estima facturar casi $300M",
    "titleEN": "Ceibo got ahead of the pandemic with digital transformation and quadrupled revenue in 2021",
    "img": "/images-ceibo/publicaciones/ceibo-digital-consultoria-transformacion-digital-600x403.png",
    "desc": "Ya antes de la pandemia los líderes empresariales habían entendido que la transformación digital era muy importante para la sustentabilidad de sus compañías, pero en el ..",
    "content": [
      {
        "type": "p",
        "text": "Ya antes de la pandemia **los líderes empresariales habían entendido que la transformación digital era muy importante para la sustentabilidad de sus compañías**, pero en el contexto del coronavirus asumieron que, además de imprescindible, era inevitable. "
      },
      {
        "type": "p",
        "text": "**“Transformarse o desaparecer”** podría ser la consigna. Así lo dicen las estadísticas mas citadas habitualmente cuando se habla de estos asuntos."
      },
      {
        "type": "p",
        "text": "Un ejemplo nítido de la transformación digital que se registró en el último tiempo fue el crecimiento del comercio electrónico."
      },
      {
        "type": "p",
        "text": "Según un informe auspiciado por la CEPAL, solo en Colombia y México la digitalización de las empresas **aumentó 800% entre marzo, abril y mayo** de 2020 en comparación con el año 2019. **El mismo informe destaca que estos porcentajes se replicaron en la Argentina**."
      },
      {
        "type": "p",
        "text": "“La transformación digital definitivamente no arrancó con la pandemia, pero el contexto de restricciones sanitarias y de circulación puso sobre la mesa y priorizó muchas iniciativas de este tipo”, señala Hernán Gutsztat, Managing Partner y cofundador de **Ceibo Digital, una firma global con foco en América y que se dedica a acompañar a las empresas a realizar esta transformación digital de la que tanto se habla**."
      },
      {
        "type": "quote",
        "text": "“Desde el punto de vista de su ritmo de implementación observamos que, aunque por un tiempo se va a continuar con la forma tradicional de hacer negocios, como mínimo se va a **convivir con la multicanalidad y las diferentes formas de mirar el fenómeno que ahora tienen las empresas“**. ",
        "author": "Hernán Gutsztat - Managing Partner"
      },

      {
        "type": "subtitle",
        "text": "Crecimiento acelerado"
      },
      {
        "type": "p",
        "text": "Ceibo nació en 2018 y, aunque su crecimiento fue constante desde el momento de su fundación, la pandemia aceleró su desarrollo; un reflejo de lo cual fue que **finalizó 2020 con $ 75 millones de facturación, mientras que, en lo que va de 2021, ya superó los $ 240 millones**."
      },
      {
        "type": "p",
        "text": "La compañía se fundó con un perfil global. **Comenzó con oficinas en Buenos Aires, en Miami y en Asunción**, pero atiende clientes -y especialmente compañías globales y multinacionales de gran envergadura- **en 10 países de América con operaciones en 40**, a partir de que sus proyectos tienen un alcance con impacto global, que suele arrancar en una o dos filiales locales de una empresa y luego se escala hasta abarcar las restantes. ."
      },
      {
        "type": "p",
        "text": "**“El 80% de nuestras operaciones provienen de clientes de fuera de la Argentina”**, señalan."
      },
      {
        "type": "p",
        "text": "De acuerdo con datos de CBInsights, <u>en enero de 2020, “o sea minutos antes de que se disparara todo”, el 11% del comercio agregado mundial ya pasaba por canales digitales y hoy este índice se encuentra por encima del 20%, en torno al 22%</u>."
      },
      {
        "type": "p",
        "text": "“Eso quiere decir que **en un año se duplicó lo que se transaccionaba digitalmente**“, concluye Gutsztat, al mismo tiempo que subraya que ha llegado el momento de precisar exactamente de qué hablamos cuando hablamos de transformación digital."
      },
      {
        "type": "p",
        "text": "“Encarar la transformación digital significa que cualquier empresa, de cualquier tamaño, de cualquier industria, debe hacer introspección y pensar si su modelo de negocios es sustentable, -si resistirá-, los próximos tres a cinco años”, amplía."
      },
      {
        "type": "p",
        "text": "“Históricamente, el mundo de la transformación de las organizaciones estaba abordado por dos tipos de empresas de servicios. Por un lado, las consultoras de negocios, que cuentan mucha experiencia y capacidades en management, que son muy buenas para entender lo que está pasando y para hacer recomendaciones. **Esto implica que las compañías, después de recibir dichas recomendaciones, tienen que dar vuelta y salir a buscar soluciones en otras empresas**, típicamente de tecnología, llámese de IBM, Oracle, SAP, etc., que tienen a mano siempre un producto para cada problema, que en general ofrecen al Departamento de Sistemas. En muchos casos este producto no resuelve el dolor o desafío de negocios que originalmente la compañía tenía”, relata."
      },
      {
        "type": "p",
        "text": "“**Esto empezó a cambiar de la mano de las empresas nativas digitales**, en las que ya no existe esa grieta entre el área de sistemas y el área de negocios. Estas empresas se organizan por objetivos de negocios los presupuestos para la contratación de productos y servicios ya no recaen en el área de sistemas, sino en el negocio”, sigue."
      },
      {
        "type": "p",
        "text": "“Los clientes empezaron a **demandar un servicio integrado** en el que, por un lado, puedan hablar de sus ´dolores de negocio´, incluyendo también los desafíos y oportunidades, pero hacerlo con una empresa que a su vez tenga la capacidad de implementarle una solución concreta, además de **darle una recomendación de negocio y ayudarlo con su estrategia**“, define Gutsztat."
      },
      {
        "type": "p",
        "text": "Sobre el futuro de la compañía, el cofundador dice: “**Hemos definido el 2021 como un año para administrar el crecimiento. Finalmente somos una empresa de personas, y hemos puesto la vara muy alta para seleccionar a nuestros colaboradores**. Nos cuesta mucho conseguir esta calidad de personas, entonces este año estamos con un pie en el acelerador y otro en el freno. Aún así, administrando el crecimiento, vamos a estar más que triplicándonos con respecto al año pasado”."
      },
      {
        "type": "subtitle",
        "text": "¿Qué es la transformación digital?"
      },
      {
        "type": "p",
        "text": "Desde Ceibo definen la transformación digital como un repensar el modelo de negocios de una empresa a la luz de tres elementos, a saber:"
      },
      {
        "type": "p",
        "text": "1- El primero es comprender **el nuevo escenario competitivo**, no solo analizar el contexto de quiénes son sus competidores tradicionales sino también ver quiénes son los nuevos jugadores que están emergiendo, qué modelo de negocio tienen, cuál es su modelo operativo, sus capacidades, y con qué reglas de juego tienen que jugar (marco regulatorio)."
      },
      {
        "type": "p",
        "text": "2- El segundo elemento de la transformación digital son las **nuevas demandas de los consumidores**, que constantemente demandan productos y servicios de mayor calidad y cada vez más digitales, sino que también demandan experiencias – **Customer Experience**-."
      },
      {
        "type": "p",
        "text": "3- Y el tercer elemento, en gran medida el habilitador de los otros dos, son las **nuevas tecnologías, que hasta hace unos cinco años no existían o eran muy caras, o exigían una gran escala de producción para que fuera razonable la inversión en ellas y que hoy son más accesibles para casi cualquier empresa**.."
      },
      {
        "type": "p",
        "text": "Nota original: [InfoTechnology](https://www.cronista.com/infotechnology/negocios/se-anticiparon-a-la-pandemia-estan-con-proyectos-en-40-paises-y-en-2021-facturaran-casi-300-m/)"
      }
    ],
    "metadata": {
      "author": "Nicolás Calvo - Senior Specialist",
      "authorImg": "/images-ceibo/integrantes/Nicolas Calvo.png",
      "date": "30 diciembre, 2021",
      "bannerImg": "/images-ceibo/publicaciones/ceibo-digital-consultoria-transformacion-digital.png",
      "tags": ["Ceibo Digital", "Transformación Digital", "Covid-19"]
    }
  },
  {
    "id": "5",
    "title": "Visión de Líderes 2022",
    "titleEN": "Leaders’ Vision 2022",
    "img": "/images-ceibo/publicaciones/vision-de-los-lideres-2022-600x403.png",
    "desc": "El Cronista lanzó su edición anual de Visión de los Líderes, donde participan los referentes de las 530 empresas más influyentes de Argentina. Ceibo por segundo año consecutivo fue convocado como una de las empresas más influyentes de Argentina, donde nuestro Managing Partner, Hernán ..",
    "content": [
      {
        "type": "p",
        "text": "[El Cronista](https://www.cronista.com) lanzó su edición anual de Visión de los Líderes, donde participan los referentes de las 530 empresas más influyentes de Argentina. Ceibo por segundo año consecutivo fue convocado como una de las empresas más influyentes de Argentina, donde nuestro Managing Partner, Hernán Gutsztat, compartió el balance del año que esta por terminar y las expectativas y proyectos para el año que viene."
      },
      {
        "type": "p",
        "text": "Para el 2022 se espera un fuerte crecimiento, consolidación de alguno de nuestros mercados internacionales y fuerte inversión en el desarrollo de otros."
      },
      {
        "type": "p",
        "text": "La transformación digital está en agenda de todas las compañías y nuestro esfuerzo está en posicionarnos como una consultora líder en transformación digital."
      },
      {
        "type": "subtitle",
        "text": "La Visión para el 2022"
      },
      {
        "type": "p",
        "text": "Nuestro managing partner Hernán Gutsztat compartió la visión de Ceibo Digital para el 2022:"
      },
      {
        "type": "list",
        "items": [
          "Para 2022 esperamos otro año de fuerte crecimiento, consolidación de alguno de nuestros mercados internacionales y fuerte inversión en el desarrollo de otros. La transformación digital está en agenda de todas las compañías y nuestro esfuerzo está en posicionarnos como una consultora líder en transformación digital.",
          "Fue un año difícil para la gran mayoría de las empresas. A la vez, fue un año de mucho crecimiento para Ceibo por ser una empresa que no solamente tiene capacidades digitales, sino que a su vez se dedica a desarrollar y potenciar estas capacidades en otras empresas",
          "Se ha avanzado en la dirección correcta en cuanto a las políticas relacionadas con la industria del conocimiento. Más allá de esto, la falta de previsibilidad en las condiciones macroeconómicas, la fuerte presión tributaria y la volatilidad con respecto al tipo de cambio son aspectos que la Argentina tendrá que resolver en el corto y mediano plazo si pretende un desarrollo sustentable de esta industria"
        ]
      },
      {
        "type": "p",
        "text": "Leé la nota completa en [El Cronista](http://electronica.cronista.com/vision/Vision2022.pdf)"
      }
    ],
    "metadata": {
      "author": "Nicolás Calvo - Senior Specialist",
      "authorImg": "/images-ceibo/integrantes/Nicolas Calvo.png",
      "date": "20 diciembre, 2021",
      "bannerImg": "/images-ceibo/publicaciones/vision-de-los-lideres-2022banner.png",
      "tags": ["Negocios", "Actualidad", "Argentina", "Ceibo Digital"]
    }
  },
  {
    "id": "6",
    "title": "Agile ¿Qué es y por qué es importante en el contexto actual?",
    "titleEN": "What is Agile and Why is it Important?",
    "img": "/images-ceibo/publicaciones/metodologias-agiles.jpg",
    "desc": "Carlos Nievas, Senior Consultant en Ceibo, nos cuenta sobre “agile”, un estilo de trabajo enfocado en la adaptabilidad, la velocidad y la eficiencia. Aunque la metodología nació en la industria de desarrollo de software, ",
    "content": [
      {
        "type": "first-p",
        "text": "Aunque la metodología nació en la industria de desarrollo de software, el contexto actual aceleró la adopción de esta práctica y se masificó su utilización a través de diferentes organizaciones de las industrias más variadas."
      },
      {
        "type": "subtitle",
        "text": "Pero ¿qué es Agile?"
      },
      {
        "type": "p",
        "text": "Agile nace como un conjunto de prácticas de trabajo centradas en asegurar que el desarrollo de productos responda a las necesidades de los clientes."
      },
      {
        "type": "p",
        "text": "Esas prácticas se fueron ampliando, y hoy en día empresas de todo el mundo de diferentes industrias utilizan las metodologías ágiles para la gestión de sus proyectos."
      },
      {
        "type": "p",
        "text": "Agile es un estilo de trabajo que adopta un abordaje colaborativo, donde los desarrolladores de la solución trabajan con el cliente durante la ejecución del proyecto, asegurando de esta forma que la solución final satisfaga las necesidades del negocio. De este modo, cuenta con una visión más amplia de los proyectos, más allá de contar con un conjunto de técnicas para entregar productos o servicios."
      },
      {
        "type": "p",
        "text": "A su vez, un punto que los expertos destacan de trabajar con proyectos ágiles es la capacidad que permite la metodología y la cultura ágil de tener equipos auto-organizados que no dependan de un management autoritatio, sino de un liderazgo más participativo. Esto aumenta significativamente la eficiencia de los resultados buscados."
      },
      {
        "type": "p",
        "text": "Si bien Agile introduce actividades, procesos y técnicas, trabajar con metodologías ágiles requiere de un cambio de paradigma para adoptar esta nueva mentalidad más allá de seguir un proceso. Para que el enfoque ágil sea exitoso, es importante que todos los miembros de la organización estén comprometidos con la implementación y entiendan para qué se hace cada práctica."
      }
    ],
    "metadata": {
      "author": "Ayelen Richard - Project Leader",
      "authorImg": "/images-ceibo/integrantes/Ayelen Richard.png",
      "date": "7 diciembre, 2021",
      "bannerImg": "/images-ceibo/publicaciones/metodologias-agilesbanner.jpg",
      "tags": ["Agile", "Consultoría", "Metodologías ágiles"]
    }
  },
  {
    "id": "7",
    "title": "¿Cuál es el impacto de la pandemia en las tendencias de consumo?",
    "titleEN": "Covid-19: Impact on consumer trends",
    "img": "/images-ceibo/publicaciones/tendencias-de-consumo.jpg",
    "desc": "Así como muchos empleados y empleadores tuvieron que adaptarse a trabajar a la distancia, las personas en nuestro rol de consumidores también tuvimos que cambiar nuestra forma de consumir en el último tiempo. Este ajuste es una adopción de ..",
    "content": [
      {
        "type": "first-p",
        "text": "Así como muchos empleados y empleadores tuvieron que adaptarse a trabajar a la distancia, las personas en nuestro rol de consumidores también tuvimos que cambiar nuestra forma de consumir en el último tiempo. Este ajuste es una adopción de una transformación, que en algunos casos es además digital."
      },
      {
        "type": "p",
        "text": "Esta transformación ha despegado y pronunciado aún más el desfasaje entre la curva de crecimiento de experiencias de compra física vs. experiencias de compra digitales, como es el caso de **Black Friday vs. el Cyber Monday**."
      },
      {
        "type": "p",
        "text": "En 2019 el 14% de las compras totales en tiendas minoristas eran por canales digitales y en 2020 ascendió a 20%, dejando al Cyber Monday por encima de cualquier otra fecha digital especial, generando una facturación solo en USA de 10.800 millones de dólares según un informe de Adobe Analytics de diciembre 2020."
      },
      {
        "type": "p",
        "text": "Para más contenido de este tipo, vea nuestro [Instagram](https://www.instagram.com/p/CWeWqahANxq/)."
      }
    ],
    "metadata": {
      "author": "David Wilson - Partner",
      "authorImg": "/images-ceibo/integrantes/David Wilson.png",
      "date": "29 noviembre, 2021",
      "bannerImg": "/images-ceibo/publicaciones/tendencias-de-consumobanner.jpg",
      "tags": [
        "Economia Digital",
        "Actualidad",
        "Covid-19",
        "Tendencias",
        "Black Friday"
      ]
    }
  },
  {
    "id": "8",
    "title": "Cifras y tendencias que se esperan para la próxima edición del Black Friday",
    "titleEN": "Black Friday stats and trends expected for 2022Black Friday stats and trends expected for 2022",
    "img": "/images-ceibo/publicaciones/black-friday-4655335_1920-1536x1024.jpg",
    "desc": "Black Friday (o Viernes negro), fecha especial de compras que ocurre cada año el día siguiente al feriado de Thanksgiving, presentando liquidaciones y descuentos desorbitantes que oscilan entre el 40% y 70%.",
    "content": [
      {
        "type": "first-p",
        "text": "El Black Friday (o **Viernes negro**), fecha especial de compras que ocurre cada año el día siguiente al feriado de **Thanksgiving**, presentando liquidaciones y descuentos desorbitantes que oscilan entre el 40% y 70%."
      },
      {
        "type": "p",
        "text": "Este evento se inició en la década del cincuenta, y con el tiempo se fue extendiendo a otras geografías. Hoy en día, según un estudio publicado por Statista, entre el top 5 de los países que se distribuyen el share de búsquedas sobre Black Friday en Google, y por lo tanto interés, encontramos: primero a los Estados Unidos, con el 21,2%, segundo a Alemania, con 12,9%; seguidos por Brasil, con 11%; UK, con 10,3%; y España, con 6,3%. Argentina no se queda afuera de esta tendencia y ocupá la posición 18, con el 1% del total de búsquedas global."
      },
      {
        "type": "p",
        "text": "Según informe de eMarketer, **en los Estados Unidos la expectativa de ventas en Black Friday (BF) comparada con el año 2020 presenta un incremento de 15,8%**, mientras que el incremento esperado del Cyber Monday (CM) es menor, con 12,4%."
      },
      {
        "type": "p",
        "text": "Sin embargo, a niveles de volúmenes de facturación, la expectativa del Cyber continúa siendo mayor en casi 2 mil millones de dólares (BF: 10,42B vs CM: 12,12B)."
      },
      {
        "type": "p",
        "text": "En este escenario, una de las tendencias a destacar que notamos desde CEIBO Digital es que **la experiencia de compra de Black Friday, que nació 100% en las tiendas físicas, se vuelve cada año más digital**."
      },
      {
        "type": "p",
        "text": "Esto hace cada vez más difusos los límites con el lunes siguiente, el Cyber Monday, el cual nació 100% digital y como respuesta del crecimiento del comercio electrónico en los inicios de 2000."
      },
      {
        "type": "p",
        "text": "En los últimos años, ambos días de compras se entrelazaron mucho, y los eventos a menudo abarcan ventas de hasta una semana en muchas tiendas. Adicionalmente, en ambos casos la inversión en pauta y campañas sobre canales digitales para difundir estas fechas es enorme."
      },
      {
        "type": "p",
        "text": "Según un informe de IBM, este cambio de las tiendas físicas a las compras digitales se aceleró en este contexto en, aproximadamente, 5 años."
      },
      {
        "type": "p",
        "text": "En pocas palabras, esperamos que el Black Friday de este 2021 sea el más grande en ventas en línea hasta la fecha. Los hábitos de los consumidores han cambiado, y las temporadas de compras también deben transformarse para aceptar las nuevas demandas de los consumidores."
      },
      {
        "type": "p",
        "text": "Nota original: [iProUP](https://www.iproup.com/economia-digital/27707-black-friday-que-cifras-y-tendencias-se-esperan)"
      }
    ],
    "metadata": {
      "author": "David Wilson - Partner",
      "authorImg": "/images-ceibo/integrantes/David Wilson.png",
      "date": "26 noviembre, 2021",
      "bannerImg": "/images-ceibo/publicaciones/black-friday-4655335_1920banner.jpg",
      "tags": ["Actualidad", "Tendencias", "Economia Digital", "Black Friday"],
      "fuenteOriginal": "iProUP"
    }
  },
  {
    "id": "9",
    "title": "Transformación digital: 5 mitos de la nueva era",
    "titleEN": "5 myths about digital transformation",
    "img": "/images-ceibo/publicaciones/transformacion-digital-5-mitos-1536x1024.jpg",
    "desc": "La continua disrupción tecnológica y la diversidad de players y opiniones que juegan en el nuevo mundo digital, hacen complicado entender qué es eso de lo que todos hablan cuando se nombra a la “transformación digital”, sobre todo para aquél que viene de un mundo analógico, más físico.",
    "content": [
      {
        "type": "first-p",
        "text": "La continua disrupción tecnológica y la diversidad de players y opiniones que juegan en el nuevo mundo digital, hacen complicado entender qué es eso de lo que todos hablan cuando se nombra a la “transformación digital”, sobre todo para aquél que viene de un mundo analógico, más físico."
      },
      {
        "type": "first-p",
        "text": "Sobreviene una sensación de estar frente a algo un tanto inasible, un territorio que es aún inhóspito y en algún sentido es así. La transformación digital en nuestra visión, es como un mapa que vamos descubriendo y trazando a la vez, en engagement virtuoso con cada cliente."
      },
      {
        "type": "first-p",
        "text": "Pero existen aún ciertos “mitos y verdades“, actuales, acerca de la transformación digital que todo aquél Directivo tiene que conocer antes de proyectar ese nuevo modelo de negocio o rediseñar la organización."
      },
      {
        "type": "subtitle",
        "text": "Cuáles son esos 5 mitos"
      },
      {
        "type": "p",
        "text": "“**Mi empresa no requiere transformarse, no lo necesita”. Falso**. La transformación digital no es una opción, es una necesidad, un must. Todas las empresas de mayor o menor tamaño, deben preguntarse si el negocio es sustentable para los próximos 3 a 5 años. Porque lo que los trajo hasta este momento no va a necesariamente hacerlos subsistir."
      },
      {
        "type": "p",
        "text": "El **lockdown** provocado por el **Covid-19** es la mejor experiencia que ha puesto a todos a prueba, a medir su **resiliencia**. En un **contexto** estático la necesidad de **transformarse** puede no ser tan clara. Sin embargo, cuando ocurren cambios inesperados y el contexto cambia, la necesidad se hace más visible."
      },
      {
        "type": "p",
        "text": "Esto es lo que está ocurriendo hoy, en un contexto dinámico donde las compañías de todo el mundo reflejan **necesidad y deseo de innovar**, de adaptarse y transformarse. Esta transformación, en muchos casos las llevan a repensar un nuevo modelo de negocios para su **compañía**, en otros, a desarrollar nuevas **unidades de negocio o productos** y servicios complementarios para **satisfacer a las nuevas necesidades** que el mercado demanda."
      },
      {
        "type": "p",
        "text": "“La transformación digital es un proceso caro, largo y que necesita mucha inversión”. Falso**. Cada empresa tiene que entender las capacidades y las brechas de capacidades que necesitan entre lo que tienen y el modelo de negocios deseado y empezar a construirlo. Hacer un diagnóstico de cuáles son sus fortalezas, las capacidades en las que se va a apoyar para ir hacia ese modelo de negocios, o cuáles son las falencias, aquello que no tiene y cómo va a reconstruirlo son alguno de los puntos clave a considerar."
      },
      {
        "type": "p",
        "text": "Hoy la **transformación digital** no se piensa de igual forma que años atrás. Se desarrolla a través de **“Building blocks“**, ladrillos chicos que, como característica, no son iniciativas aisladas, sino parte de una idea que impacta directamente en la estrategia o modelo de negocios de la empresa. Un **roadmap**, un plan a futuro que en su agregado va construyendo la transformación digital en una compañías. Esos proyectos aportan resultados y tienen indicadores concretos para poder ser medidos. A partir de las implementaciones de esas iniciativas es como la empresa va trazando el camino hacia la transformación."
      },
      {
        "type": "p",
        "text": "**“El error más común es tenerle miedo al error”. Verdadero**. Hay que cambiar el Mindset, entender que todavía estamos en la mitad de la película y no perder el tiempo. Muchas veces se da muchas vueltas antes de probar un nuevo proceso, una innovación y la realidad es que hay que hacerlo aunque haya errores. Aprender del error y empezar a generar estos procesos itinerantes donde pruebo, me equivoco, aprendo y replanteo, para volver a probar, es la clave."
      },
      {
        "type": "p",
        "text": "**“El proceso de transformación no se relaciona con el tamaño de la compañía.” Falso**. Suele suceder que una compañía multinacional pueda ver más dificultoso implementar la transformación debido a su estructura. Si bien también su background, su posicionamiento y conocimiento del mercado, así como el acceso a las tecnologías, metodologías de trabajo y conocimiento en general suelen ser una gran ventaja, implementarlo puede no ser tan fácil de llevar adelante. Muchas veces lo que ocurre, y de hecho se recomienda, es que cierta innovación o nuevo modelo de negocios se desarrolle por fuera de la compañía y, una vez listo y adaptado, realizar la migración."
      },
      {
        "type": "p",
        "text": "Por el contrario, las empresas más pequeñas tienen la gran ventaja de que la transformación puede ser más rápida, ágil, más fácil de generar la alineación entre el **management** y el resto de la organización. Si bien la aversión al cambio suele estar muy arraigada en algunos casos, es un proceso necesario a desarrollar y transformar a los **colaboradores** en nuevos agentes de cambio."
      },
      {
        "type": "p",
        "text": "“**La tecnología puede solucionar todos los problemas del negocio”. Falso**. A veces uno cree que lo importante es la **herramienta**, la **tecnología** y no es así. Sobre todo para los que vienen del mundo más analógico. Se encuentra con un sinfín de cosas nuevas: **Big data, IoT, Machine learning, RPA, o Bots**, por nombrar algunas. Es muy tentador desenfocarse del negocio para empezar a hablar de **tecnología**. Los desafíos del negocio no son tan distintos a los de antes, lo que cambió es el cómo. El reto sigue siendo tener más clientes, tratarlos bien, brindar un buen producto y servicio, una buena experiencia. Ese es el hub del negocio."
      },
      {
        "type": "p",
        "text": "Nota original [Cronista.com](https://www.cronista.com/columnistas/transformacion-digital-desterrando-5-mitos-de-la-nueva-era/)"
      }
    ],
    "metadata": {
      "author": "Hernán Gutsztat - Managing Partner",
      "authorImg": "/images-ceibo/integrantes/Hernan Gutsztat.png",
      "date": " 28 octubre, 2021",
      "bannerImg": "/images-ceibo/publicaciones/transformacion-digital-5-mitos-scaled.jpg",
      "tags": ["Transformación Digital", "Empresas", "Negocios"]
    }
  },
  {
    "id": "10",
    "title": "La transformación digital, uno de los desafíos del 2021",
    "titleEN": "Digital transformation in Paraguay",
    "img": "/images-ceibo/publicaciones/top-banner-contacto-1536x560.jpg",
    "desc": "Paraguay es un país en constante crecimiento y los números así lo reflejan. El incremento sostenido de la economía paraguaya de los últimos 15 años es muy notorio, con un aumento de su PBI per cápita casi constante durante todo el período. Sin embargo ..",
    "content": [
      {
        "type": "first-p",
        "text": "Paraguay es un país en constante crecimiento y los números así lo reflejan. El incremento sostenido de la economía paraguaya de los últimos 15 años es muy notorio, con un aumento de su PBI per cápita casi constante durante todo el período. Sin embargo, el país sigue estando por detrás de muchos otros en materia de transformación digital. **Ceibo Digital**, consultora de negocios especializada en **transformación digital**, analiza la situación a nivel país y considera de vital importancia que ese crecimiento necesario se traduzca en procesos más eficientes y en un mejor uso de las tecnologías para cumplir con las demandas y la experiencia de los clientes.Desde su expertise, se trata de **ver la cuestión desde una perspectiva de negocios**. La transformación digital es repensar el modelo de negocios de una compañía a la luz de tres elementos: el nuevo escenario competitivo (paraguayo e internacional), las nuevas demandas de los consumidores, y las nuevas tecnologías."
      },
      {
        "type": "subtitle",
        "text": "LOS NUEVOS ESCENARIOS"
      },
      {
        "type": "p",
        "text": "Para Ceibo no solo se debe pensar en lo que funcionó en el pasado sino **estar muy atentos al futuro**. Nuevos jugadores aparecen y con ellos nuevos modelos de negocio, asimetrías de regulación y mayores capacidades digitales. Es importante pensar no solo al nivel de una industria específica, sino ver lo que está sucediendo a nivel global, las herramientas que se utilizan y las nuevas estrategias que se están aplicando en negocios."
      },
      {
        "type": "p",
        "text": "Tendencias internacionales que creemos poco a poco van a adentrarse en el mercado paraguayo son, por ejemplo, las [Fintechs](https://ceibo.digital/publicaciones/12) : empresas que combinan tecnología y finanzas."
      },
      {
        "type": "p",
        "text": "El mercado financiero paraguayo está muy poco **“bancarizado”** – tan solo el 6,6% posee una tarjeta de crédito y tan solo el 31% tiene una cuenta en una institución financiera (*). Entonces, es probable que estas compañías se expandan agresivamente en los próximos años generando una **disrupción de la banca tradicional** que, como se ha probado en otros países, terminará por transformarse digitalmente ante los nuevos competidores."
      },
      {
        "type": "subtitle",
        "text": "NUEVAS DEMANDAS DE LOS CONSUMIDORES"
      },
      {
        "type": "p",
        "text": "Desde Ceibo entendemos que los usuarios no solamente buscan productos y servicios eficientes y competitivos, sino que además **demandan experiencias**."
      },
      {
        "type": "p",
        "text": "Ya no se trata de la experiencia de usuario en el website o en la app sino de la **totalidad de la relación de ese usuario con la empresa y la marca**, entendiendo que esa experiencia es dinámica, como así también la propia expectativa del usuario. Lo que hace tres años era satisfactorio para un cliente de Paraguay puede no serlo hoy."
      },
      {
        "type": "subtitle",
        "text": "LAS NUEVAS TECNOLOGÍAS"
      },
      {
        "type": "p",
        "text": "Por último, es necesario el análisis de un tercer elemento: **las nuevas tecnologías**. La tecnología aparece como la principal herramienta para la transformación digital."
      },
      {
        "type": "p",
        "text": "En Paraguay, hoy en día hay más conexiones de telefonía celular que habitantes (102%). De esas conexiones el 74% son de banda ancha (3G-5G). Esto prueba un gran interés por la **vanguardia tecnológica**. Sin embargo, todavía hay mucho por hacer, por ejemplo, tan solo 29% de los habitantes de Paraguay tiene una cuenta de dinero móvil (**)."
      },
      {
        "type": "p",
        "text": "Una vez recorridos y analizados los elementos descritos anteriormente, una empresa deberá preguntarse por su sustentabilidad a 5 años. Si el modelo de negocios actual de la empresa, por más exitoso que haya sido en el pasado, **no les garantiza esa sustentabilidad**, deberá ser repensado íntegramente, o pensar en la adaptación de algún aspecto del modelo."
      },
      {
        "type": "p",
        "text": "No necesariamente se trata de un plan estructural y a largo plazo. Por el contrario, lo que se busca es construir y fortalecer capacidades digitales de la compañía."
      },
      {
        "type": "p",
        "text": "Asimismo, desde Ceibo identificamos 5 **grandes grupos de capacidades digitales**: aquellas que hacen foco en el cliente, las que buscan operar simple, las que ayudan a automatizar los procesos clave, las que van de la mano con un estilo de trabajo ágil y rápido, y las que se encuentran al crear valor a partir de datos. Lo primero que se recomienda es analizar cómo está posicionado el cliente en el mundo digital en relación con estas 5 capacidades."
      },
      {
        "type": "p",
        "text": "Es importante resaltar que no necesariamente se mira el posicionamiento o las capacidades de negocios actuales del cliente. Esto se debe a que en muchos casos nuestro trabajo va de la mano de empresas líderes en su sector, en Paraguay y en el mundo. En este sentido, no se duda de su **capacidad para mantenerse firmes en este**."
      },
      {
        "type": "p",
        "text": "Sin embargo, siempre se encuentran **oportunidades de mejoría** en términos de iniciativas digitales que le permiten a la empresa construir las capacidades clave para el futuro cercano, al mismo tiempo que participa de los nuevos negocios o genera diferenciación con respecto a sus competidores."
      },
      {
        "type": "p",
        "text": "Actualmente, ante la rapidez en los cambios del escenario internacional, el planeamiento a largo plazo se vuelve altamente dificultoso. Desde Ceibo, lo que se plantea es generar en el cliente **iniciativas digitales** de corto o mediano plazo (o building blocks) que buscan obtener un impacto real."
      },
      {
        "type": "p",
        "text": "Lo que se observa es que **muchas empresas empiezan su transformación** Por esto creemos que las iniciativas deben pasar por dos procesos de tamizado. Uno de categorización y configuración, en el que se hace hincapié en el plazo de implementación de estas, y un segundo tamiz, de priorización."
      },
      {
        "type": "quote",
        "text": "Podemos decir que Paraguay se encuentra en un momento de gran oportunidad para la renovación tecnológica y la modernización en sus procesos."
      },
      {
        "type": "p",
        "text": "Hay un crecimiento que lo permite, un cambio claro en los escenarios internacionales, demandas nuevas por parte de los consumidores, y en muchos casos ya existe la tecnología necesaria para llevarlo a cabo. **La transformación debe hacerse de manera escalonada**, respetando los tiempos y tomando decisiones acertadas sobre las iniciativas a llevar a cabo."
      },
      {
        "type": "p",
        "text": "El rol de la **consultoría en transformación digital** queda evidenciado, entonces, como un factor clave dentro del mundo de los negocios paraguayos que ayuda a capturar y potenciar oportunidades."
      },
      {
        "type": "p-margin",
        "text": "(*) Fuente: World Bank DataBank, IMF Data, CIA World Factbook, Datareportal. 2019"
      },
      {
        "type": "p",
        "text": "(**) Fuente: GSMA Intelligence, GoogleConsumer Barometer (2018), Datareportal. 2019"
      },
      {
        "type": "p-margin",
        "text": "**Leé la nota completa acá**: https://revistaplus.com.py/2021/04/22/la-transformacion-digital-uno-de-los-desafios-del-2021/"
      }
    ],
    "metadata": {
      "author": "Hernán Gutsztat - Managing Partner",
      "authorImg": "/images-ceibo/integrantes/Hernan Gutsztat.png",
      "date": "29 abril, 2021",
      "bannerImg": "/images-ceibo/publicaciones/top-banner-contacto.jpg",
      "tags": ["Transformación Digital", "Paraguay"]
    }
  },
  {
    "id": "11",
    "title": "Por qué las fintech son las grandes protagonistas de la transformación digital",
    "titleEN": "Fintechs and the digital transformation of financial services",
    "img": "/images-ceibo/publicaciones/priscilla-du-preez-341138-1-1536x897.jpg",
    "desc": "Las fintech son grandes protagonistas de la Transformación Digital en la industria de Servicios Financieros. Han golpeado fuerte una industria muy regulada y tradicionalmente..",
    "content": [
      {
        "type": "first-p",
        "text": "Las fintech son grandes protagonistas de la Transformación Digital en la industria de Servicios Financieros. Han golpeado fuerte una industria muy regulada y tradicionalmente poco innovadora desafiando a jugadores centenarios."
      },
      {
        "type": "p",
        "text": "Las Fintech basan su modelo de negocio en los tres elementos de la Transformación Digital y empujan al resto de la industria de Servicios Financieros, sobre todo a los bancos a acelerar su propia transformación enfocados en esos tres elementos."
      },
      {
        "type": "p",
        "text": "La Transformación Digital es un fenómeno que ya lleva unos años en agenda de los bancos, compañías de seguro y otros jugadores “tradicionales” del sistema financiero."
      },
      {
        "type": "p",
        "text": "Pero siendo una industria tan regulada y rentable (sobre todo los Bancos), **esa transformación era “tibia”, con iniciativas aisladas, alguna innovación y algo de “copy-paste” de algunos jugadores internacionales**."
      },
      {
        "type": "p",
        "text": "No existía un incentivo muy grande a transformarse. No fue hasta que las fintech irrumpieron en el mercado, que la transformación digital acaparó las reuniones del Comité Ejecutivo e incluso de los Directorios como “el tema” prioritario.."
      },
      {
        "type": "p",
        "text": "Tal es así que incluso la entidad que agrupa a los bancos de Latinoamérica (FELABAN) ha puesto a la transformación digital como prioritaria en la agenda, por lo menos desde el año 2017 en adelante, no solo como tema prioritario entre los bancos, sino dentro de la agenda de “negociación” con los reguladores de cada país."
      },
      {
        "type": "subtitle",
        "text": "¿Cuál es el aporte de las Fintech?"
      },
      {
        "type": "p",
        "text": "Es importante definir bien qué es la transformación digital. Desde una mirada de negocios, es cómo repensar el modelo de negocios de la organización en función del impacto de tres elementos:"
      },
      {
        "type": "list",
        "items": [
          "El nuevo escenario competitivo",
          "Las nuevas demandas de los consumidores",
          "Las nuevas tecnologías."
        ]
      },
      {
        "type": "p",
        "text": "Estos tres elementos **desafían la sustentabilidad futura**, y en algunos casos presentes, los modelos de negocios tradicionales de la industria. Si volvemos a las fintech, estas ponen como eje de su modelo de negocios estos tres elementos."
      },
      {
        "type": "p",
        "text": "En primer lugar, **encuentran nuevos nichos de mercado**, arbitran las “asimetrías de regulaciones” sobre aspectos todavía no legislados, construyen modelos de negocio especializados con propuestas de valor, frescas, competitivas y en algunos casos gratuitas (ya que su apuesta pasa a poder monetizar en el futuro la explotación de los datos, y no cobrar por un servicio específico)."
      },
      {
        "type": "p",
        "text": "En segundo lugar, **ponen al cliente en el centro de todo**. Nacen con la experiencia del cliente y experiencia de usuario dentro del ADN, nada está librado al azar, todos los procesos están pensados y ejecutados para simplificar la cantidad de pasos, bajar los tiempos y enfocarse exclusivamente en los que el cliente o consumidor necesita. Nada de papeles, nada de burocracia, y con productos y servicios orientados a cada usuario."
      },
      {
        "type": "p",
        "text": "Por último, las fintech son empresas de tecnología, los dos elementos antes descritos se originan en entender y **maximizar el uso de la tecnología al servicio del negocio**. Nacen dinámicas, ágiles, se adaptan fácilmente y no suelen realizar grandes inversiones que puedan quedarse obsoletas rápidamente."
      },
      {
        "type": "p",
        "text": "Es común ver una fintech que, a lo largo de algunos meses, realice varias actualizaciones de sus plataformas, lance continuamente productos y servicios y se integre con otras plataformas. Proyectos que dentro de una empresa tradicional (banco o compañía de seguro) sería cuestión de años."
      },
      {
        "type": "p-margin",
        "text": "**Las fintech ponen en evidencia el nivel de ineficiencia con que la industria tradicional viene operando**, pero no solo eso, sino que le muestra el camino hacia donde ir y cómo ir."
      },
      {
        "type": "subtitle",
        "text": "Entonces, ¿cuál es el rol de las Fintech dentro de la industria?"
      },
      {
        "type": "p",
        "text": "Ya sabemos que las **fintech entienden mejor a los clientes y saben más de tecnología**, pero esto no garantiza su éxito. Hay dos factores muy relevantes que dejan a los jugadores tradicionales, todavía en el medio de la escena: por un lado, la regulación, que a pesar de que en muchos casos las fintech “se aprovechan” de la falta de regulación específica en algunos aspectos, la regulación también evoluciona y tarde o temprano alcanza a estos jugadores."
      },
      {
        "type": "p",
        "text": "En ese sentido, los jugadores tradicionales saben manejarse mejor con la regulación, esto sin hacer referencia a la capacidad de Lobby que tienen estos actores para que los reguladores actúen sobre las fintech."
      },
      {
        "type": "p",
        "text": "En segundo lugar, sacando alguna excepción, los jugadores tradicionales son “los dueños” de los clientes. Es verdad que las fintech están incrementando su base de clientes, pero este crecimiento no es tan rápido como se imaginaron y **eso está dejando muchas fintech en el camino**."
      },
      {
        "type": "p",
        "text": "Recordemos que las fintech suelen nacer **“monoproducto”**, esto quiere decir que ofrecen un solo producto: pagos, billetera, inversiones, seguros, etc. Las empresas grandes tradicionales satisfacen, aunque en muchos casos deficitariamente, un abanico de necesidades financieras de los clientes. Esto desincentiva mucho a los usuarios de tener múltiples proveedores de servicios.."
      },
      {
        "type": "p",
        "text": "Estos dos factores generan una dinámica diferente en la industria, por lo cual ya no son las fintech contra los jugadores tradicionales, sino que la complementariedad de capacidades hace que convivan de forma más dinámica. En definitiva, mientras algunas fintech compiten contra los jugadores tradicionales, también complementan la cadena de valor de la industria, convirtiéndose en proveedores, aliados y socios."
      },
      {
        "type": "p",
        "text": "**Para los próximos años vamos a ver una industria más dinámica**, con mucho movimiento, en la que las fintech van a mostrar el camino, pero los jugadores tradicionales también van a ser los que van a marcar el ritmo."
      },
      {
        "type": "p-margin",
        "text": "Leé la nota completa acá:https://www.ambito.com/negocios/fintech/por-que-las-son-las-grandes-protagonistas-la-transformacion-digital-n5167950"
      }
    ],
    "metadata": {
      "author": "Hernán Gutsztat - Managing Partner",
      "authorImg": "/images-ceibo/integrantes/Hernan Gutsztat.png",
      "date": "7 febrero, 2021",
      "bannerImg": "/images-ceibo/publicaciones/priscilla-du-preez-341138-1.jpg",
      "tags": ["Fintech", "Bancos", "Transformación Digital"]
    }
  },
  {
    "id": "12",
    "title": "Ceibo Digital entre las empresas más influyentes de Argentina",
    "titleEN": "Leaders’ Vision 2021",
    "img": "/images-ceibo/publicaciones/WhatsApp-Image-2021-05-11-at-12.34.22.jpeg",
    "desc": "Fuimos nombrados por El Cronista como una de las 550 empresas más influyentes de Argentina. Un gran logro y reconocimiento para todos los que formamos Ceibo.",
    "content": [
      {
        "type": "first-p",
        "text": "Fuimos nombrados por El Cronista como una de las **550 empresas más influyentes de Argentina**. Un gran logro y reconocimiento para todos los que formamos Ceibo."
      },
      {
        "type": "p-margin",
        "text": "Hernan Gutsztat, nuestro Managing Partner, compartió con El Cronista Comercial la visión de Ceibo sobre el próximo año y cuál va a ser su foco para contrarrestar lo que se vivió en 2020."
      },
      {
        "type": "img",
        "src": "/images-ceibo/publicaciones/Ceibo_PW_2-350x350.png",
        "maxWidth": "600px"
      }
    ],
    "metadata": {
      "author": "",
      "date": "10 enero, 2021",
      "bannerImg": "/images-ceibo/publicaciones/WhatsApp-Image-2021-05-11-at-12.34.22.jpeg",
      "tags": ["Negocios", "Actualidad", "Ceibo Digital", "Argentina"]
    }
  },
  {
    "id": "13",
    "title": "¡Somos una empresa Great Place to Work!",
    "titleEN": "We are a Great Place to Work® Certified Company",
    "img": "/images-ceibo/publicaciones/Ceibo_PW_4.png",
    "desc": "Éste es un reconocimiento al clima laboral nuestra organización, dado por todos los miembros del equipo. Este logro refuerza nuestro compromiso con la visión de Ceibo: aportar un valor diferencial para cada parte de nuestra comunidad.",
    "content": [
      {
        "type": "first-p",
        "text": "Éste es un reconocimiento al clima laboral nuestra organización, dado por todos los miembros del equipo. Este logro refuerza nuestro compromiso con la visión de Ceibo: aportar un valor diferencial para cada parte de nuestra comunidad."
      },
      {
        "type": "p-margin",
        "text": "Podes leer todo sobre nuestra certificación en la web de Great Place to Work: https://www.greatplacetowork.com.ar/certificado/ceibo-digital"
      }
    ],
    "metadata": {
      "author": "",
      "date": "15 diciembre, 2020",
      "bannerImg": "/images-ceibo/publicaciones/Ceibo_PW_4.png",
      "tags": ["Ceibo Digital", "GPTW"]
    }
  }
]
