{
  "homeh1": "Digital transformation consulting",
  "homeh2": "We brought together the technology and business world to drive the digital transformation of companies",
  "homeTitle": "Digital transformation consulting - Ceibo Digital",
  "homeMetaDesc": "Somos una consultora de negocios experta en transformación digital. Contamos con capacidades estratégicas y tecnológicas para diseñar e implementar la transformación de nuestros clientes.",

  "culturah1": "Digital culture",
  "culturah2": "We brought together the technology and business world to drive the digital transformation of companies",
  "culturaTitleTag": "Digital culture",
  "culturaMetaDesc": "We are an innovative company, with a unique culture and the greatest talents",

  "quehacemosh1": "Digital transformation",
  "quehacemosh2": "We are a business consulting firm that helps our clients design and implement their digital transformation",
  "quehacemosTitleTag": "Digital transformation - Ceibo Digital",
  "quehacemosMetaDesc": "Ayudamos a nuestros clientes a diseñar e implementar su transformación digital. Áreas de servicio: estrategia, innovación y tecnología, organización, excelencia operacional y customer engagement.",

  "sumateh1": "Join Ceibo",
  "sumateh2": "Be surrounded by teams and people who challenge you, support you, and inspire you",
  "sumateTitleTag": "Work at Ceibo Digital",
  "sumateMetaDesc": "#2 GPTW Argentina 2022. Somos un equipo de consultores y especialistas unidos por la pasión en los negocios y la tecnología. Mirá las búsquedas abiertas",

  "casosh1": "Digital transformation success stories",
  "casosh2": "Learn how we generate value for our customers",
  "casosTitleTag": "Digital transformation success stories - Ceibo Digital",
  "casosMetaDesc": "Conocé cómo ayudamos a las empresas a diseñar e implementar su transformación digital. Trabajamos con clientes en múltiples industrias y países.",

  "publicacionesh1": "News & insights",
  "publicacionesh2": "All you need to know about Ceibo, digital transformation, consulting and technology",
  "publicacionesTitleTag": "News and insights",
  "publicacionesMetaDesc": "Noticias y tendencias sobre transformación digital, negocios, consultoría y tecnología. Novedades de Ceibo Digital",

  "eventosh1": "Events and webinars",
  "eventosh2": "Listen to our experts talk about digital transformation, consulting, technology and more",
  "eventosTitleTag": "Events and webinars",
  "eventosMetaDesc": "Eventos y webinars. Inscribite gratis o miralos on-demand. Escuchá a nuestros expertos hablar de transformación digital, consultoría, tecnología y más.",

  "contactoh1": "Contact us",
  "contactoh2": "We have offices in Miami, Buenos Aires and Asuncion, and projects in more than 40 countries around the world",
  "contactoTitleTag": "Contact - Ceibo Digital",
  "contactoMetaDesc": "Contactanos y hablá con nuestros expertos en transformación digital. Tenemos oficinas en Argentina, Paraguay y Estados Unidos, y proyectos en más de 40 países",

  "navInicio": "Home",
  "queHacemos": "What we do",
  "sumateAlEquipo": "Join us",
  "casosExito": "Success stories",
  "casosExitoSubt": "Learn how we generate value for our customers",
  "contacto": "Contact",
  "contactanosPmas": "Contact us for more",
  "informacion": "information",
  "publicacionesTitle": "News & insights",
  "masInfo": "Learn more",
  "vermas": "Learn more",
  "suscribiteNews": "Suscribe to our newsletter",
  "suscribirme": "Suscribe me",
  "enviar": "Send",
  "enviarMsg": "Send message",
  "verpublis": "See all posts",

  "title": "­We are a business consulting firm that helps our clients design and implements their digital transformation.",
  "donde-estamos": "Where we are",
  "cultura": "Culture",
  "contactanos": "Contact us",
  "transformdig": "Digital Transformation",
  "gptwPop1": "Ceibo Digital was ranked #5 in Argentina's Best Workplaces for Wellbeing 2022, which recognizes companies that consistently place employee wellbeing at the heart of their workplace culture.",
  "gptwPop2": "Ceibo Digital was recognized as one of the Best Workplaces in Latin America, being ranked #21 in the ranking of small and medium-sized companies.",
  "gptwPop3": "Ceibo Digital was ranked #4 in Argentina's Best Workplaces for Millennials 2022.",
  "gptwPop4": "Ceibo Digital was ranked #2 in Argentina's Best Workplaces 2022 (up to 250 employees).",
  "quienesSomos": "About us",
  "quienesSomosTxt": "CEIBO is a team of exceptional people with diverse experience and credentials.",
  "equipo": "Team",
  "equipoTxt": "At Ceibo, we promote professional and personal development with a qualified team who shares a passion for business and technology",
  "quehacemos": "What we do",
  "estrategia": "Strategy",
  "estrategiaTxt": "Together with our clients, we study the sustainable evolution into the digital business, design the path towards it and coordinate the implementation.",
  "excelencia": "Operational excellence",
  "excelenciaTxt": "We develop and implement a different way of working to achieve the desired results of a digital business in the expected time, costs and quality.",
  "org": "Organization",
  "orgTxt": "We work on the adequate capabilities of an organization to adopt the change towards digital.",
  "innovacion": "Innovation and technology",
  "innovacionTxt": "We study and develop ideas to achieve disruptive changes, plan the capabilities that need to be developed and the expected benefits, and implement them.",
  "customereng": "Customer Engagement",
  "customerengTxt": "We improve the interaction between customers and brands, working on digital initiatives to enhance marketing, sales and post-sales.",
  "conocermas": "More information",
  "dataScientist": "We continue growing and are looking to add a Data Scientist to our team to work on projects across the world.",
  "manager": "We are looking for professionals with strong analytical and interpersonal skills to participate in challenging Digital Transformation Consulting projects across the world",
  "consultant": "We are looking for professionals with strong analytical and interpersonal skills to participate in challenging Digital Transformation Consulting projects across the world",
  "associate": "We are looking for a person with a lot of potential to develop their career in Digital Transformation Consulting within our team to work on projects throughout America.",
  "developer": "We are looking for a Senior Full-stack Developer looking for new challenges to add to our team",
  "mirarbusquedas": "Check out all our job opportunities",
  "uniteaceibo": "Join us",
  "clientes": "Our clients",

  "culturaTitle": "CEIBO is a team of exceptional people with diverse experience and credentials.",
  "expertos": "Experts in Digital Culture",
  "expertosFirstP": "We are passionate about researching the best management practices, disruptive technologies and new business models.",
  "expertosSecondP": " We help companies in the process of rethinking and designing their transformation strategy, operations, and structure, considering the impact on culture and customer experience and constantly leveraging new technologies.",
  "expertosThirdP": " Convinced that recommendations only leave us halfway,",
  "expertosForthP": " In Ceibo, we are committed to the ultimate success of our client’s transformation.",
  "expertosFiveP": "We work side by side in implementing their projects, creating genuine capabilities that allow them to create sustainable advantages.",

  "gptw1": "Great Place to Work® (GPTW) is the global authority on workplace culture. It helps organisations deliver better business results by focusing on the work experience of all employees. In 2022 Ceibo was awarded its international certification as one of the best places to work, obtaining second place in the category 'up to 250 employees' in Argentina.",
  "gptw2": "'Great Place to Work certification is a recognition programme for the quality of the organizational culture. We are very proud to be a great place to work!'",
  "masGptw": "More about Ceibo in GPTW",

  "competenciasCore": "Core Skills",
  "competenciasCoreSubt": "Our core skills are those values and work philosophy that guide us:",

  "inspirar": "Inspire",
  "inspirarTxt": "Lead with vision",
  "emprender": "Entrepreneurship",
  "emprenderTxt": "Lead with the example",
  "ganar": "Win",
  "ganarTxt": "Lead with results ",
  "transformar": "Transform",
  "transformarTxt": "Lead with change",

  "organizacion": "Our way of organizing Ceibo",
  "organizacionSubt": "At Ceibo, we are organized into three layers. This form of collaboration reflects the flexibility and dynamism of a digital company prepared to solve our clients' most demanding challenges. This decision is based on proximity, flexibility, and networking, aligned with the latest trends in digital companies.",
  "teamCeiboTxt1": "Team is our value proposition for those collaborators who aim to grow professionally in their careers alongside Ceibo’s growth.",
  "teamCeiboTxt2": " With full-time dedication at Ceibo, they have a planned career path in which growth is not a choice but the only option. All Team members, in addition to their projects, have an Office Contribution (OC). The OCs are key assignments each Team member can lead, contributing to Ceibo’s growth and allowing them to get deeply involved in the company's success. Some of our OCs are Recruiting, Events, Marketing and Knowledge Management.",
  "comunidad": "Community",
  "ecosistema": "Ecosystem",
  "comunidadTxt1": "This is our value proposition for collaborators who, whether working full-time or part-time, value having greater flexibility, managing their time and enjoying constant specialization.",
  "ecosistemaTxt1": "Our ecosystem comprises people and companies with specific expertise in an area, whom we rely on to ask for their collaboration in particular projects with our clients. The level of specialisation required nowadays is so high that no company can be the best in everything. At Ceibo, we are committed to networking and calling upon the best talents for our client's challenges that exceed our area of expertise.",
  "ecosistemaTxt2": "",
  "teamModalTxt": "The ones who build Ceibo",
  "ecosModalTxt": "People and companies that we recruit for specific projects",
  "commuModalTxt": "Those who permanently work and collaborate with Ceibo",

  "quote1": " Ceibo combines many of the key aspects I was looking for in a company: excellent work environment, challenging projects, international teams and the possibility of learning new abilities.",
  "quote2": "Since I joined the company I realized the impact Ceibo had in my development, not only as a professional but also as a human being.",
  "quote3": "The culture at Ceibo is clearly exemplified by two concepts: commitment and cooperation. The commitment of all members to carry out the projects and the cooperation within the team to always be willing to lend a helping hand.",
  "quote4": "",
  "quote5": "",
  "quote6": "",

  "conocenos": "Our team",

  "queEsTransformacion": "What is digital transformation for us?",
  "queEsSubtitle": "Digital transformation is rethinking a company’s business model considering three elements",
  "nuevoEscenarioSubt": "New competitive scenario",
  "nuevoEscenarioText": "We don’t need to focus only on the things that have worked in the past. We need to be very attentive to the future. New players are entering some of the company’s businesses but even more into their clients’ businesses. They bring along new business models, regulation asymmetries and more digital capabilities. It is essential to think, not only at industry levels but at global levels as well, about the different tools being used and the new strategies being applied to business. ",
  "nuevasDemandasSubt": "New consumers’ demands",
  "nuevasDemandasText": "Users are looking for efficient and competitive products and services and demand experiences. It is not about the user experience in an app or a website anymore but about the user’s relationship with the company and the brand. This experience is dynamic and also the user’s expectation. What three years ago was satisfying may not be so today.",
  "nuevasTecsSubt": "New technologies",
  "nuevasTecsText": "New technologies allow for more efficiency, cost savings, new business models, and new communication channels. They allow us to improve users’ experience and reduce the number of players intervening in a value chain. This third element is related to the previous ones. However, it deserves a particular highlight since technology is an essential tool for digital transformation. ",

  "areasDeServicio": "Our consulting services",
  "estrategiaModalTxt1": "Together with our clients, we study the sustainable evolution into the digital business, design the path towards it and coordinate the implementation.",
  "nuestrosProyectos": "Some of our projects are related to the following:",
  "estrategiaModalItem1": "New businesses and business model",
  "estrategiaModalItem2": "Value proposition",
  "estrategiaModalItem3": "Technology",
  "estrategiaModalItem4": "Strategic plan",
  "estrategiaModalItem5": "Strategy Management Office",

  "excelenciaModalText1": "We develop and implement a different way of working to achieve the desired results of a digital business in the expected time, costs and quality.",
  "excelenciaModalItem1": "Task simplification",

  "organizacionModalText1": "We work on the adequate capabilities of an organization to adopt the change towards digital.",
  "organizacionModalItem1": "Work culture",
  "organizacionModalItem2": "Change management",
  "organizacionModalItem3": "Coaching",
  "organizacionModalItem4": "Performance management",
  "organizacionModalItem5": "Spans & Layers",
  "organizacionModalItem6": "Employee experience",
  "organizacionModalItem7": "Training & development",

  "innovacionModalText1": "We study and develop ideas to achieve disruptive changes, plan the capabilities that need to be developed and the expected benefits, and implement them. ",
  "innovacionModalItem1": "New services & products",
  "innovacionModalItem2": "Innovation Lab",
  "innovacionModalItem3": "Open innovation",
  "innovacionModalItem4": "Platform development",
  "innovacionModalItem5": "Technology implementation",

  "customerengModalText1": "we improve the interaction between customers and brands, working on digital initiatives to enhance marketing, sales and post-sales.",
  "customerengModalItem1": "Contacting policy",
  "customerengModalItem2": "Salesforce Automation",
  "customerengModalItem3": "CRM",
  "customerengModalItem4": "Loyalty",
  "customerengModalItem5": "Customer Care",
  "customerengModalItem6": "Analytics / Big data",
  "customerengModalItem7": "Omnichannel",
  "customerengModalItem8": "Audience management",
  "customerengModalItem9": "E-commerce",

  "sectoresIndustriales": "Industrial sectors",
  "tecnologiasUsamos": "Technologies we use ",
  "experienciasRelevantes": "Relevant experiences",
  "sectoresFinancieros": "Financial services",
  "agro": "Agro",
  "industria": "Industry",
  "logistica": "Logistics",
  "consumoMasivo": "Mass consumption",
  "salud": "Health",
  "mineria": "Mining",
  "retail": "Retail",
  "tech": "Tecnhology",
  "media": "Media",

  "quebuscamos": "What are we looking for?",
  "quebuscamosTxt": "We seek to recruit the most talented professionals with outstanding leaders eager to learn and committed to generating an impact.",
  "queofrecemos": "What do we offer?",
  "queofrecemosTxt": "You will be part of a Great Place to Work company, surrounded by extraordinary people who will challenge you, help you and inspire you to grow professionally.",

  "carrera": "Ceibo’s career path",
  "carreraTxt1": "There are consulting and specialist profiles on the first five levels of Ceibo’s career path",

  "carreraTxt2": "On the sixth level, the careers merge with the Senior Manager position. These levels determine the responsibility, compensation, and seniority of the collaborator.",
  "carreraTxt3": "You will always be out of your “comfort zone”. We want people constantly looking for new challenges and passionate about learning something new every day. If you wish to remain in a comfort zone, Ceibo isn’t your place.",

  "proceso": "Recruiting process",
  "sumateaceibo": "Join us",
  "sumateTxt": "At Ceibo, we promote professional and personal development with a qualified team who shares a passion for business and technology",
  "procesoTxt1": "Our recruiting process follows a series of steps where we ensure that candidates meet all the expectations required for the position and are aligned with our culture and values. At the same time, the process allows the candidate to get to know Ceibo in-depth by interacting with collaborators with different profiles and experiences. We strongly recommend that candidates contact our collaborators to talk and get mentored throughout the process. At the end of the Culture section, the contacts of all our collaborators are available.",
  "procesoTxt2": "It is an excellent opportunity to ask everything! During the whole process, we evaluate four key dimensions, which are the same as we use to consider all of our collaborators during their careers at Ceibo:",
  "resolver": "Problem-solving skills",
  "comunicacion": "Communication and interpersonal skills",
  "trabajoequipo": "Teamwork abilities",
  "desarrollo": "Professional development",
  "pasosproceso": "The process in steps",
  "paso1Subt": "Candidates’ analysis",
  "paso1Txt": "Once we receive the resumes from our web page, social networks, emails, and any other channels, we analyze them thoroughly, making sure the candidates meet the minimum requirements for the position in terms of education and experience and that the candidate meets the four dimensions that we evaluate throughout the process.",
  "paso2Subt": "Informative talk",
  "paso2Txt": "We give candidates a talk where we tell them who we are, what we do and what we are looking for. On the other hand, candidates express what they are looking for and what they are passionate about. If we see a match between what the candidate is looking for and what Ceibo needs, we invite them to the interview process and give them some advice to prepare for the case interviews. We suggest candidates browse the website and follow us on LinkedIn and Instagram before getting to this stage of the process. ",
  "paso3Subt": "First-round interviews",
  "paso3Txt": "This round is a 1.5-hour case interview where the candidate is presented with a business situation and asked to provide a strategic recommendation based on their analysis. Candidates who meet the expectations are invited to move on to the next round.",
  "paso4Subt": "Second-round interviews",
  "paso4Txt": "This round generally consists of two interviews with different collaborators from Ceibo. We discuss the candidate’s experience and evaluate specific skills during these interviews. Throughout the process, the candidate is encouraged to ask as many questions and find out as much as possible about Ceibo.",
  "paso5Subt": "Third-round interviews",
  "paso5Txt": "If the candidate did well in the second round, they are invited to participate in the third and last rounds. This round usually consists of two interviews with Ceibo’s Partners, where each partner continues to evaluate different aspects of the candidate. There may be another case interview at this point. ",
  "paso6Subt": "Job offer",
  "paso6Txt": "Leaving aside some exceptional cases where we ask for a fourth round of interviews if the candidate reaches this stage, a job offer is extended to join Ceibo on either a Team or Community value proposition.",
  "prepCases": "Case Interviews Preparation",
  "busquedasvigentes": "Job offerings",

  "completaform": "Fill this form to apply for the position",
  "nombreyape": "Name and lastname",
  "telefono": "Phone number",
  "comoteEnteraste": "How did you hear about this search?",
  "bolsatrabajo": "Educational institution job board",
  "feriauni": "University Fairs",
  "ceiboweb": "Ceibo website",
  "recomendacion": "Recommendation from a Ceibo collaborator",
  "instaAd": "Advertising on Instagram",
  "instaPost": "Instagram posts (no ads)",
  "otros": "Others",
  "adjCv": "Attach CV (Only PDF format)*",

  "eventos": "Events",
  "registernow": "Register now",
  "eventosSubt": "Ceibo stands out for offering knowledge to its customers, collaborators and stakeholders in the area of digital transformation",
  "prox": "Upcoming event",
  "suscribiteEvento": "Event registration form",
  "dondeEnteraste": "Where did you hear about the event?",
  "miraPasados": "Watch our past webinars",
  "regsiter": "Register now",
  "nombre": "Name",
  "apellido": "Lastname",
  "empresa": "Company",
  "cargo": "Position",
  "escrirbimsg": "Write your message..",
  "ingresaCorreo": "Enter your email"
}
