{
  "homeh1": "Consultoría en transformación digital",
  "homeh2": "Unimos el mundo de los negocios y la tecnología para acompañar la transformación de las empresas, diseñando e implementando sus capacidades digitales",
  "homeTitle": "Consultoría en Transformación Digital",
  "homeMetaDesc": "Somos una consultora de negocios experta en transformación digital. Contamos con capacidades estratégicas y tecnológicas para diseñar e implementar la transformación de nuestros clientes.",

  "culturah1": "Cultura CEIBO",
  "culturah2": "Somos una empresa de talento joven, liderada por exitosos profesionales con experiencia en múltiples industrias y prácticas",
  "culturaTitleTag": "Cultura Digital - Ceibo Digital",
  "culturaMetaDesc": "Somos Great Pleace To Work (GPTW). Expertos en cultura digital. Alineados con las últimas tendencias de capacidades digitales para solucionar los desafíos de nuestros clientes",

  "quehacemosh1": "Transformación Digital",
  "quehacemosh2": "Ayudamos a nuestros clientes a diseñar e implementar su transformación digital",
  "quehacemosTitleTag": "Transformación digital en empresas - Ceibo Digital",
  "quehacemosMetaDesc": "Ayudamos a nuestros clientes a diseñar e implementar su transformación digital. Áreas de servicio: estrategia, innovación y tecnología, organización, excelencia operacional y customer engagement.",

  "sumateh1": "Sumate al equipo",
  "sumateh2": "Formá parte de una de las mejores empresas para trabajar en el mundo de la consultoría",
  "sumateTitleTag": "Ofertas de trabajo - Equipo Ceibo Digital",
  "sumateMetaDesc": "#2 GPTW Argentina 2022. Somos un equipo de consultores y especialistas unidos por la pasión en los negocios y la tecnología. Mirá las búsquedas abiertas",

  "casosh1": "Casos de éxito en transformación digital",
  "casosh2": "Descubrí cómo generamos valor para nuestros clientes con estos casos de referencia",
  "casosTitleTag": "Casos de éxito en transformación digital - Ceibo Digital",
  "casosMetaDesc": "Conocé cómo ayudamos a las empresas a diseñar e implementar su transformación digital. Trabajamos con clientes en múltiples industrias y países.",

  "publicacionesh1": "Transformación Digital: Noticias y tendencias",
  "publicacionesh2": "Todo sobre Ceibo, transformación digital, consultoría y tecnología",
  "publicacionesTitleTag": "Transformación Digital - Noticias Ceibo Digital",
  "publicacionesMetaDesc": "Noticias y tendencias sobre transformación digital, negocios, consultoría y tecnología. Novedades de Ceibo Digital",

  "eventosh1": "Eventos y webinars de transformación digital",
  "eventosh2": "Escuchá a nuestros expertos hablar de transformación digital, consultoría, tecnología y mucho más",
  "eventosTitleTag": "Eventos y webinars - Transformación Digital - Ceibo Digital",
  "eventosMetaDesc": "Eventos y webinars. Inscribite gratis o miralos on-demand. Escuchá a nuestros expertos hablar de transformación digital, consultoría, tecnología y más.",

  "contactoh1": "Contacto",
  "contactoh2": "Estamos presentes con oficinas en Miami, Buenos Aires y Asunción, y proyectos en más de 40 países del mundo",
  "contactoTitleTag": "Contacto - Ceibo Digital",
  "contactoMetaDesc": "Contactanos y hablá con nuestros expertos en transformación digital. Tenemos oficinas en Argentina, Paraguay y Estados Unidos, y proyectos en más de 40 países",

  "navInicio": "Inicio",
  "queHacemos": "Qué hacemos",
  "sumateAlEquipo": "Sumate al equipo",
  "casosExito": "Casos de éxito",
  "casosExitoSubt": "Descubrí cómo generamos valor para nuestros clientes",
  "contacto": "Contacto",
  "contactanosPmas": "Contactanos para más",
  "informacion": "información",
  "publicacionesTitle": "Publicaciones",
  "masInfo": "Más Información",
  "vermas": "Ver más",
  "suscribiteNews": "Suscribite a nuestro newsletter",
  "suscribirme": "Suscribirme",
  "enviar": "Enviar",
  "enviarMsg": "Enviar mensaje",
  "verpublis": "Ver todas las publicaciones",

  "title": "Somos una consultora de negocios que ayuda a sus clientes a diseñar e implementar su transformación digital",
  "donde-estamos": "Dónde estamos",
  "cultura": "Cultura",
  "contactanos": "Contactanos",
  "transformdig": "Transformación Digital",
  "gptwPop1": "Ceibo Digital obtuvo el puesto #5 en el ranking de Empresas que Cuidan en Argentina 2022, que reconoce a las empresas que demuestran respeto, cuidado y preocupación sobresalientes por sus colaboradores.",
  "gptwPop2": "Ceibo Digital fue seleccionado como uno de Los Mejores Lugares para Trabajar en América Latina, obteniendo el puesto #21 en el ranking de pequeñas y medianas empresas.",
  "gptwPop3": "Ceibo Digital obtuvo el puesto #4 en el ranking de Los Mejores Lugares para Trabajar para Millennials 2022.",
  "gptwPop4": "Ceibo Digital obtuvo el puesto #2 en el ranking de Las Mejores Empresas para Trabajar en Argentina 2022 (hasta 250 empleados).",
  "quienesSomos": "Quiénes somos",
  "quienesSomosTxt": "CEIBO es un equipo de personas excepcionales con experiencias diversas y numerosas credenciales.",
  "equipo": "Equipo",
  "equipoTxt": "En CEIBO potenciamos tu desarrollo tanto profesional como personal junto a un equipo de grandes profesionales que los une la pasión por los negocios y la tecnología.",
  "quehacemos": "Qué hacemos",
  "estrategia": "Estrategia",
  "estrategiaTxt": "Estudiamos con el cliente la evolución sustentable hacia el negocio digital, diseñamos la forma de alcanzarla y coordinamos a la operación para que la implemente.",
  "excelencia": "Excelencia Operacional",
  "excelenciaTxt": "Buscamos desarrollar e instalar una manera diferencial de trabajar para lograr los resultados de un negocio digital; en los tiempos, costos y calidad planificados.",
  "org": "Organización",
  "orgTxt": "Desarrollamos las capacidades adecuadas de la organización para adoptar el cambio a lo digital.",
  "innovacion": "Innovación y tecnología",
  "innovacionTxt": "Investigamos y desarrollamos ideas para hacer los cambios disruptivos, planificamos las capacidades que hay que desarrollar y los beneficios a obtener y las implementamos.",
  "customereng": "Customer Engagement",
  "customerengTxt": "Mejoramos la interacción de los consumidores con la marca trabajando iniciativas digitales que la potencien en el marketing, la venta y post-venta.",
  "conocermas": "Conocer más",
  "dataScientist": "Seguimos creciendo y buscamos sumar un Data Scientist a nuestro equipo para trabajar en proyectos de toda América.",
  "manager": "Buscamos a una persona con mucho potencial para desarrollar su carrera en Consultoría en Transformación Digital dentro de nuestro equipo para trabajar en proyectos de toda América.",
  "consultant": "Buscamos a una persona con mucho potencial para desarrollar su carrera en Consultoría en Transformación Digital dentro de nuestro equipo para trabajar en proyectos de toda América.",
  "associate": "  Buscamos a una persona con mucho potencial para desarrollar su carrera en Consultoría en Transformación Digital dentro de nuestro equipo para trabajar en proyectos de toda América.",
  "developer": "Buscamos un Developer Full-stack Senior en busca de nuevos desafíos para sumar a nuestro equipo.",
  "mirarbusquedas": "Mirá todas nuestas busquedas",
  "uniteaceibo": "Unite a Ceibo",
  "clientes": "Clientes",

  "culturaTitle": "CEIBO es un equipo de personas excepcionales con experiencias diversas y numerosas credenciales",
  "expertos": "Expertos en Cultura digital",
  "expertosFirstP": "Apasionados en investigar las mejores prácticas de management, tecnologías disruptivas y nuevos modelos de negocio,",
  "expertosSecondP": " ayudamos a las empresas a pensar y diseñar su estrategia de transformación, sus procesos y su estructura, contemplando el impacto en la cultura, la experiencia de sus clientes, apalancándonos en las nuevas tecnologías.",
  "expertosThirdP": " Convencidos de que las recomendaciones solo nos dejan a mitad de camino,",
  "expertosForthP": "en CEIBO estamos comprometidos con el éxito final de su transformación.",
  "expertosFiveP": "Trabajamos en conjunto con nuestros clientes en la implementación de sus proyectos creando capacidades genuinas que les permitan generar ventajas sustentables.",

  "gptw1": "Great Place to Work® (GPTW) es una firma global de people analytics y consultoría. En el 2022 decidió otorgarle a Ceibo su certificación internacional como uno de los mejores lugares para trabajar, obteniendo el segundo puesto dentro de la categoría ” hasta 250 empleados”",
  "gptw2": "“La certificación de Great Place to Work es un programa de reconocimiento a la calidad de la cultura organizacional ¡Estamos orgullosos de que Ceibo sea un gran lugar para trabajar!”",
  "masGptw": "Más de Ceibo Digital en GPTW",

  "competenciasCore": "Competencias Core",
  "competenciasCoreSubt": " Las competencias core son los valores y la filosofía con la cual nos regimos.",

  "inspirar": "Inspirar",
  "inspirarTxt": "Liderar con visión",
  "emprender": "Emprender",
  "emprenderTxt": "Liderar con el ejemplo",
  "ganar": "Ganar",
  "ganarTxt": "Liderar con resultados",
  "transformar": "Transformar",
  "transformarTxt": "Liderar con cambio",

  "organizacion": "Cómo nos organizamos en Ceibo",
  "organizacionSubt": "En Ceibo estamos organizados en 3 capas. Esta modalidad responde a una forma flexible y dinámica de una compañía digital preparada para solucionar los desafíos más exigentes de nuestros clientes. Esta decisión se apoya en los conceptos de cercanía flexibilidad y trabajo en red, alineados con las últimas tendencias de las empresas digitales.",
  "teamCeiboTxt1": "Es una propuesta de valor para aquellos colaboradores que quieren crecer profesionalmente en su carrera acompañando el crecimiento de Ceibo.",
  "teamCeiboTxt2": "Con dedicación full-time en Ceibo, tienen la carrera profesional planificada donde crecer no es una opción, es la única opción dentro de Ceibo. Todos los miembros de Team, además de su trabajo tienen su ”Office Contribution” (OC). Los OC son asignaciones clave donde cada miembro de Team los lidera colaborando con el crecimiento de Ceibo y les permite involucrarse más con éxito de la compañía. Algunos de nuestros OC son Recruiting, Eventos, Marketing, Knowledge Management.",
  "comunidad": "Comunidad",
  "ecosistema": "Ecosistema",
  "comunidadTxt1": "Convencidos de que las recomendaciones solo nos dejan a mitad de camino, en CEIBO estamos comprometidos con el éxito final de su transformación. Trabajamos en conjunto con nuestros clientes en la implementación de sus proyectos creando capacidades genuinas que les permitan generar ventajas sustentables.",
  "ecosistemaTxt1": "Nuestro ecosistema son personas y empresas que tienen un expertise específico, y los llamamos para que nos ayuden en proyectos específicos con nuestros clientes. El nivel de especialización requerida en la actualidad es tan alto que ninguna empresa puede ser la mejor en todo, en Ceibo apostamos y sabemos trabajar en red y convocamos a los mejores para los desafíos de nuestros clientes que están fuera de nuestra área de expertise.",
  "ecosistemaTxt2": "",
  "teamModalTxt": "Los que construimos Ceibo",
  "ecosModalTxt": "Personas y empresas que reclutamos para proyectos especificos",
  "commuModalTxt": "Los que permanentemente trabajan y colaboran en Ceibo",

  "quote1": "El concepto de liderazgo es cross a lo largo de Ceibo, no solo se pretende que ciertos roles lideren, sino que todos los miembros seamos capaces de liderar y aportar desde cualquier rol",
  "quote2": "Cuando arrancamos un proyecto, lo primero que hacemos es definir los frentes de trabajo, después armamos el equipo. Para esto no solo miramos que talentos tiene cada uno, sino que es lo que más le divierte",
  "quote3": "En Ceibo encontré un lugar donde, no solo me perfecciono día a día, sino que estimulan ese crecimiento constantemente",
  "quote4": "En Ceibo no tenemos sorpresas con la gente, durante el proceso de recruiting medimos las mismas capacidades que se miden después en nuestros proyectos. Si a un candidato le va bien en el recruiting, le va bien en Ceibo",
  "quote5": "El equipo humano tiene muy buenos valores y siempre está dispuesto a ayudar cuando otro lo necesita... hay un gran compañerismo y trabajo en equipo",
  "quote6": "La cultura en Ceibo se ejemplifica claramente con dos conceptos: compromiso y cooperación. El compromiso de todos los miembros para llevar adelante los proyectos y la cooperación dentro del equipo para estar siempre dispuesto a dar una mano",

  "conocenos": "Conocenos",

  "queEsTransformacion": "¿Qué es para nosotros la transformación digital?",
  "queEsSubtitle": "La transformación digital es repensar el modelo de negocios de una compañía a la luz de tres elementos",
  "nuevoEscenarioSubt": "Nuevo escenario competitivo",
  "nuevoEscenarioText": "Para Ceibo no solo se debe pensar en lo que vino funcionando en el pasado sino estar muy atentos al futuro. Nuevos jugadores están incursionando en algunos de los negocios de la empresa, pero más aún en el de los clientes. Estos jugadores cuentan con nuevos modelos, asimetrías de regulación y mayores capacidades digitales. Es importante no pensar solo al nivel de una industria en específico sino ver lo que esta sucediendo a nivel global, las herramientas que se están utilizando y las nuevas estrategias que se están aplicando en negocios.",
  "nuevasDemandasSubt": "Nuevas demandas de los consumidores",
  "nuevasDemandasText": "Desde Ceibo entendemos que los usuarios no solamente buscan productos y servicios eficientes y competitivos sino que además demandan experiencias. Ya no se trata de la experiencia de usuario en el website o en la app sino de la totalidad de la relación de ese usuario con la empresa y la marca, entendiendo que esa experiencia es dinámica, como así también la propia expectativa del usuario. Lo que hace tres años era satisfactorio para un cliente puede no serlo hoy.",
  "nuevasTecsSubt": "Nuevas tecnologías",
  "nuevasTecsText": "Los advenimientos tecnológicos permiten mayor eficiencia, ahorro de costos, nuevos modelos de negocios, nuevos canales de atención, la posibilidad de mejorar la experiencia del cliente, y la oportunidad de quitar actores medios dentro de una cadena de valor. Entonces, este último elemento de alguna manera se relaciona con los primeros dos. Sin embargo, merece una mención especial, ya que la tecnología aparece como la principal herramienta para la transformación digital.",

  "areasDeServicio": "Areas de servicio",
  "estrategiaModalTxt1": "Estudiamos con el cliente la evolución sustentable hacia el negocio digital, diseñamos la forma de alcanzarla y coordinamos a la operación para que la implemente.",
  "nuestrosProyectos": "Algunos de nuestros proyectos",
  "estrategiaModalItem1": "Nuevos negocios/modelos de negocios",
  "estrategiaModalItem2": "Propuesta de valor",
  "estrategiaModalItem3": "Tecnología",
  "estrategiaModalItem4": "Plan estratégico",
  "estrategiaModalItem5": "Strategy Management Office",

  "excelenciaModalText1": " Buscamos desarrollar e instalar una manera diferencial de trabajar para lograr los resultados de un negocio digital, en los tiempos, costos y calidad planificados.",
  "excelenciaModalItem1": "Simplificación de tareas",

  "organizacionModalText1": "Desarrollamos las capacidades adecuadas de la organización para adoptar el cambio a lo digital.",
  "organizacionModalItem1": "Cultura",
  "organizacionModalItem2": "Gestión del cambio",
  "organizacionModalItem3": "Coaching",
  "organizacionModalItem4": "Gestión de desempeño",
  "organizacionModalItem5": "Spans & Layers",
  "organizacionModalItem6": "Employee experience",
  "organizacionModalItem7": "Capacitación y desarrollo",

  "innovacionModalText1": "Investigamos y desarrollamos ideas para hacer los cambios disruptivos, planificamos las capacidades que hay que desarrollar y los beneficios a obtener y las implementamos. ",
  "innovacionModalItem1": "Nuevos productos y servicios",
  "innovacionModalItem2": "Laboratorio de innovación",
  "innovacionModalItem3": "Innovación abierta",
  "innovacionModalItem4": "Desarrollo de plataformas",
  "innovacionModalItem5": "Implementación de herramientas de tecnología",

  "customerengModalText1": "Customer Engagement Mejoramos la interacción de los consumidores con  la marca trabajando iniciativas digitales que la potencien en el marketing, la venta y post-venta.",
  "customerengModalItem1": "Política de contactabilidad",
  "customerengModalItem2": "Salesforce Automation",
  "customerengModalItem3": "CRM",
  "customerengModalItem4": "Loyalty",
  "customerengModalItem5": "Customer Care",
  "customerengModalItem6": "Analytics / Big data",
  "customerengModalItem7": "Omnicanalidad",
  "customerengModalItem8": "Gestión de audiencia",
  "customerengModalItem9": "E-commerce",

  "sectoresIndustriales": "Sectores industriales",
  "tecnologiasUsamos": "Tecnologías que usamos",
  "experienciasRelevantes": "Experiencias relevantes",
  "sectoresFinancieros": "Sectores Financieros",
  "agro": "Agro",
  "industria": "Industria",
  "media": "Media",
  "logistica": "Logística",
  "consumoMasivo": "Consumo Masivo",
  "mineria": "Minería",
  "salud": "Salud",
  "retail": "Retail",
  "tech": "Tecnología",

  "quebuscamos": "¿Qué buscamos?",
  "quebuscamosTxt": "Buscamos los mejores talentos obsesionados por aprender, líderes y comprometidos a generar impacto",
  "queofrecemos": "¿Qué ofrecemos?",
  "queofrecemosTxt": "Ser parte de uno de las mejores lugares para trabajar, rodeado de personas extraordinarias que te desafiarán, te ayudarán y te inspirarán para crecer como profesional.",

  "carrera": "Carrera en Ceibo",
  "carreraTxt1": "En Ceibo tenemos perfiles de consultoría y de especialistas para los cuatro primeros niveles.",
  "carreraTxt2": "En el sexto nivel la carrera se unifica en la posición de Senior Manager. Estos niveles permiten definir la responsabilidad, la compensación y el seniority.",
  "carreraTxt3": "Siempre vas a estar fuera de tu “zona de confort”, buscamos personas a las que les guste desafiarse constantemente y sean apasionadas por aprender algo nuevo todos los días. Si te gusta ”estar cómodo”, Ceibo no es el lugar para vos.",

  "proceso": "Proceso de reclutamiento",
  "sumateaceibo": "Sumate a CEIBO",
  "sumateTxt": "En CEIBO potenciamos tu desarrollo tanto profesional como personal junto a un equipo de grandes profesionales que los une la pasión por los negocios y la tecnología.",
  "procesoTxt1": "Nuestro proceso de reclutamiento tiene una serie de pasos donde nos aseguramos que los candidatos cumplan todas las expectativas requeridas para nuestras búsquedas y que estén alineados con nuestra cultura y valores. Al mismo tiempo, el proceso le da la oportunidad al candidato de conocer Ceibo en profundidad, interactuando con muchos colaboradores de diferentes perfiles y experiencias. Recomendamos que los candidatos se contacten con nuestros colaboradores para que puedan conversar y acompañarlos a lo largo del proceso. Al final de la sección de Cultura están disponibles los contactos de todos nuestros colaboradores.",
  "procesoTxt2": "¡Es una excelente oportunidad para preguntar todo! Durante todo el proceso nosotros evaluamos 4 dimensiones claves, que son las mismas con las que evaluamos a todos los colaboradores durante su carrera en Ceibo:",
  "resolver": "Capacidad de resolver problemas",
  "comunicacion": "Habilidades de comunicación e interpersonales",
  "trabajoequipo": "Capacidad de trabajo en equipo",
  "desarrollo": "Desarrollo profesional",

  "pasosproceso": "Pasos para el proceso",
  "paso1Subt": "Análisis de perfiles",
  "paso1Txt": "Una vez que recibimos los CVs a través de nuestra web, redes sociales, mails y cualquier otro canal, los analizamos en profundidad asegurando que los candidatos cumplan con los requisitos mínimos para cada búsqueda, tanto en formación como en experiencia específica, y que el candidato tenga las 4 dimensiones que evaluamos durante el proceso.",
  "paso2Subt": "Charla informativa",
  "paso2Txt": "Tenemos una charla informal con los candidatos donde les contamos: quién es Ceibo, qué hacemos y qué es lo que estamos buscando, y los candidatos nos cuentan que es lo que están buscando y qué les apasiona. Si vemos que hay una coincidencia entre lo que los candidatos buscan y lo que Ceibo necesita los invitamos a las rondas de entrevistas y les damos algunos consejos para prepararse para las entrevistas de caso. Para esta charla es recomendable que los potenciales candidatos hayan navegado el sitio web y nos sigan en LinkedIn e Instagram.",
  "paso3Subt": "Primera ronda de entrevistas",
  "paso3Txt": "Esta ronda es una entrevista de caso de 1 hora y media donde se le provee al candidato una situación de negocios y se le solicita que a partir de sus análisis pueda dar una recomendación estratégica. A aquellos candidatos que cumplen con las expectativas se los invita a pasar de ronda.",
  "paso4Subt": "Segunda ronda de entrevistas",
  "paso4Txt": "Típicamente esta ronda son 2 entrevistas con diferentes colaboradores de Ceibo. Durante estas entrevistas conversamos sobre su experiencia y evaluamos algunas de las capacidades. Durante todo el proceso se lo incentiva al candidato a hacer todas las preguntas e indagar lo máximo que pueda sobre Ceibo.",
  "paso5Subt": "Tercera ronda de entrevistas",
  "paso5Txt": "Si al candidato le fue bien en la segunda ronda, se lo invita a participar de esta tercera ronda. Esta ronda típicamente son 2 entrevistas con Socios de Ceibo donde cada socio continúa evaluando diferentes aspectos del candidato. En esta instancia puede haber otra entrevista de caso.",

  "paso6Subt": "Oferta de trabajo",
  "paso6Txt": "Salvo alguna excepción donde hacemos una cuarta ronda de entrevistas, típicamente si el candidato llegó hasta esta instancia, se le extiende una oferta de trabajo para incorporarse a Ceibo en alguna de las modalidades: Team o Comunidad.",
  "prepCases": "Preparación para Case Interviews",
  "busquedasvigentes": "Búsquedas vigentes",

  "completaform": "Completá el formulario para aplicar",
  "nombreyape": "Nombre y apellido",
  "telefono": "Teléfono",
  "comoteEnteraste": "¿Cómo te enteraste de esta búsqueda?",
  "bolsatrabajo": "Bolsa de trabajo de institución educativa",
  "feriauni": "Ferias universitarias",
  "ceiboweb": "Página web de Ceibo",
  "recomendacion": "Recomendación de un colaborador de Ceibo",
  "instaAd": "Publicidad en Instagram",
  "instaPost": "Posteos en Instagram (sin publicidad)",
  "otros": "Otros",
  "adjCv": "Adjuntar CV (Unicamente formato PDF)*",

  "eventos": "Eventos",
  "eventosSubt": "Ceibo se destaca por ofrecer conocimiento a sus clientes, colaboradores e interesados en el área de la transformación digital",
  "prox": "Próximo evento",
  "registernow": "Registrarme",
  "suscribiteEvento": "Suscribite al evento!",
  "dondeEnteraste": "Dónde te enteraste del evento?",
  "miraPasados": "Mirá nuestros webinars pasados",
  "nombre": "Nombre",
  "apellido": "Apellido",
  "empresa": "Empresa",
  "cargo": "Cargo",
  "escrirbimsg": "Escribí tu mensaje..",
  "ingresaCorreo": "Ingresá tu correo"
}
